{
  "last_updated": "2025-10-19T18:40:29Z",
  "total_count": 5,
  "grants": [
    {
      "title": "EAR-PF: Characterizing small changes in the Earth from time-reversed multiply-scattered Rayleigh waves",
      "agency": "NSF Award",
      "year": "2013",
      "description": "Dr. Dylan Mikesell has been awarded an NSF Earth Sciences Postdoctoral Fellowship to develop an integrated research and education plan at the Earth, Atmospheric and Planetary Science Department at the Massachusetts Institute of Technology (MIT). Current passive seismic methods rely heavily on a priori velocity models to accurately quantify and locate small velocity changes. This project aims to theoretically extend a 1D acoustic wave method to 2D elastic waves. We borrow from recent multiple scattering studies, which use incoherent reflections to locate isolated changes in a 1D medium. These waves are called incoherent reflections because there is no acoustic impedance contrast between the isolated change and the background medium. With this approach we eliminate the need for a priori velocity information. Furthermore, the input data for this new method borrow from recent seismic noise studies. We will use Green's functions derived from multi-component seismic noise crosscorrelations. This approach ensures that we use surface waves, which dominate the seismic noise field and propagate in 2D rather than 3D.We will test the new method with laboratory experiments and then monitor a recent eruption at Pavlof Volcano, Alaska. <P />In all fields of Earth science we seek methods to characterize potential hazards. Detecting geologic changes using seismic waves is a useful tool for understanding a range of phenomena in the Earth's subsurface, which in turn help us to better understand hazards themselves. Seismic waves are sensitive to changes in Earth properties, in particular seismic wave speed, which is related to more fundamental properties such as density and stiffness. Over the past decade, methods using multiply scattered seismic waves (i.e., waves that reflect more than once from subsurface heterogeneities) have been developed and applied to detect small subsurface velocity changes. These methods have shown promise for detecting real-time changes; however, obstacles remain and there is room for improvement. This project expands upon recent developments that link these multiple-scattering techniques to time-reversal techniques in order to exploit the ability of the Earth to re-focus waves, allowing us to locate small subsurface velocity changes with less reliance on our a priori knowledge of subsurface parameters. This project has potential applications in monitoring changes in volcanoes over time (as well as monitoring other heterogeneous materials) and pre- and post-earthquake changes along active seismic faults. More generally, it has the potential to impact the fields of nondestructive material testing and medical imaging. Over the course of the project, Dr. Mikesell will work with MIT's K12 outreach center to develop STEM content focused on seismic hazards. Using local classrooms and informal learning centers, undergraduate and graduate students will have the opportunity to deliver this content, thus developing their communication skills with non-technical audiences. <P />Project Outcomes: The goal of this research project was to improve our ability to monitor changes in the EarthÆs crust using seismic waves to probe the subsurface. The seismic monitoring problem can be split into two fundamental parts: 1) measurement of small differences in the seismograms before and after a change, and 2) using that measurement to image the size and extent of the subsurface change in a there-dimensional sense. Seismic monitoring is a vital tool when it comes to our ability to monitor and determine the processes driving changes in the subsurface with high time resolution. For example, during volcanic eruptions we often see uplift and/or subsidence of the volcanoÆs surface prior to the eruption and during the eruption using satellite data; however, we often lack this satellite data at an hourly or even daily interval. There have now been numerous studies that show, albeit after the fact, that small changes in the seismic wavespeed occurred prior to the eruption and were located in close proximity to the known vents or edifices related to the eruption. The surface motion and wavespeed changes are related to the pressurizing magma beneath, but the wavespeed changes are very small and difficult to detect in real time, even though we have real-time continuous seismic data at many locations on the Earth. Improving our ability to monitor natural and human-related hazards using seismic waves was the broader impact of this study. Specifically, we wanted to improve our ability to measure tiny changes in the subsurface related to natural or anthropogenic sources with better time resolution. The major intellectual outcome of this project was related to part 1 of the seismic monitoring problem. The seismic wavespeed changes associated with subsurface processes are often very small, on the order of a few percent of the background wavespeed. We determined in this study that we could apply a speech recognition technique known as dynamic time warping to seismograms and improve our ability to detect and measure small differences in the seismic waveforms. In our paper \"A comparison of methods to estimate seismic phase delays: numerical examples for coda wave interferometry\", we show that dynamic time warping can be used when signals have high background-noise levels and the method outperforms the traditional measurement techniques. Because of this, we should now be able to reduce the length of the seismogram recordings we need in order to monitor changes in the subsurface, which equates to improved time resolution. The ultimate goal of seismic monitoring will be to reach a state where we can monitor wavespeed changes on the order of hours or even 10s of minutes. Present methods usually need at least a few days of data to make accurate wavespeed change measurements. The results of this study should allow to get down to daily measurements or better. Lastly, with a more accurate method to measure differences in seismograms, we can do a better job in part 2 of the seismic monitoring problem -- determining the size and extent of these changes. This is an area for future research. The software developed during this project can be found at the PIÆs GitHub.com site and is available to the public under an open-source license: https://github.com/dylanmikesell. Last Modified: 08/28/2015 Submitted by: Thomas D Mikesell",
      "bibcode": "2013nsf....1144883M"
    },
    {
      "title": "Colloborative Research: Monitoring Antarctic Ice Sheet Changes with Ambient Seismic Noise Methods",
      "agency": "NSF Award",
      "year": "2017",
      "description": "Non-technical description: Global sea-level rise is a significant long-term risk for human population and infrastructure. To mitigate and properly react to this threat, society needs accurate predictions of future sea-level variations. The largest uncertainty in these predictions comes from estimating the amount of ice that melts from polar ice sheets, especially from the West Antarctica ice sheet. Right now, scientists estimate the mass variations of ice sheets in two ways. The first way is using airplanes and repeated flybys to monitor the variation of ice sheet topography and estimate the gain or loss of ice. The second way is using satellite measurements to track gravity fluctuations that correlate with the variation of ice sheet volume. Both techniques work, but both have limitations including cost and resolution. This project uses a passive seismic monitoring method to estimate the change in weight of the ice pressing on the Earth's crust. One advantage of this seismic method is that vibrations are recorded continuously; therefore, it is possible to monitor the changes of the ice sheet with better temporal resolution. The sensitivity of the seismic waves also provides a picture of the structure of the interface between the ice and the rocks beneath the ice, where most of the dynamics and changes of the ice sheet take place. This information is difficult to obtain with other methods. In this project, the researchers will process and analyze previously acquired seismic data from the POLENET-ANET array, measuring variations in seismic wave speed through time to assess the amount of ice lost or gained. They will also determine important information about the mechanical properties at the ice-rock interface. The project will support a postdoctoral scholar to develop this new branch of seismological research and more generally the field of environmental seismology. This project will also support the education of a PhD student who will work in close collaboration with the postdoctoral scholar and the two researchers. <P />Technical description: The researchers plan to monitor ice-mass variations in the West-Antarctic ice sheet by measuring and interpreting seismic velocity changes in crust beneath the ice sheet. This project will extend similar work already completed on the Greenland ice sheet, where ice-mass fluctuations were found to lead to poroelastic changes in the crust and modify the seismic-wave velocity. This investigation uses a passive seismology method, whereby repetitive seismic noise correlation functions are computed from records of Earth's ambient seismic noise field. Measurements of the temporal changes in the correlation functions are made and then related to variations of the poroelastic properties of the crust. The physical model for the relationship between ice-mass change and surface-wave velocity change has previously been verified using GRACE satellite data in Greenland. This project will specifically focus on the recent rapid ice loss in Western Antarctica using data from the POLENET-ANET seismic network. A comparison between the ice-sheet behaviors in Greenland and Antarctica will provide clarification about the underlying physical processes responsible for the observed seismic velocity changes. This new method will be a transformative approach to monitor ice sheets with the potential for much higher spatial and temporal resolution than existing methods. The fact that this method relies on seismic waves makes the approach completely independent from other modern ice-sheet monitoring techniques. <P />Project Outcomes: We proposed to monitor the West-Antarctic ice sheet by measuring and interpreting seismic velocities in Earth?s crust beneath the ice sheet. Using correlations from two years of previously recorded ambient seismic signals on the POLENET-ANET seismic network, we used both direct and scattered surface wave signals (i.e. Rayleigh waves and Love waves) to study the crust beneath the ice sheet. The first goal of the project was to use the ambient seismic wavefield to image the structure of the West-Antarctic cryosphere (i.e. the ice sheet, the ice/rock interface, and the lithosphere) using seismic tomography. This required application of seismic interferometry to approximate the seismic impulse response between pairs of seismometers (Figure 1). The impulse response was then used in a 2-dimensional tomography along the long arm of the seismic network (Figure 2), which crossed the West Antarctic Rift System (Figure 3). This work elucidates crust and mantle structure in the region and places observed seismicity (i.e. earthquakes) related to sub-ice volcanoes into the larger tectonic context. This work will be submitted to a special issue of the Bulletin of the Seismological Society of America in December 2020. The second major goal of the project was to use the ambient seismic wavefield to constrain the dynamics of the West-Antarctic cryosphere by monitoring the local micro-seismicity and temporal changes of the elastic parameters (seismic velocities) of the ice sheet and the upper crust via coda wave interferometry (CWI). We compared observed seismic velocity variations (Figure 4) to surface displacements of the ice sheet observed with GPS, weather stations and atmospheric pressure variations, GRACE gravity data (i.e. mass density distributions), and regional volcanic activity. In contrast to studies in Greenland, which demonstrated correlations between ice mass changes observed by GRACE and seismic velocity variations, we observed strong correlations between velocity variations (up to 1% dv/v) and volcano-tectonic activity. In particular, we observed a strong decrease in velocity when there was strong volcanic activity. To model the observed velocity variations we inserted a layer of water beneath the ice and predicted the velocity variations that should arise due to water over different areal extents beneath the ice. We assume that the water was created by melting ice from volcanic activity beneath the ice. Given that velocity variations were observed only beneather certain stations, we propose that the melt water is directed beneath the ice sheet following topography and accumulates beneath certain stations at topographic lows. Based on our modeling, the volume of water needed to reduce the velocity by 1% is on the order of 2-3e-2 cubic kilometers, and we estimate that the energy needed to melt such a volume of ice is on the order of 5e12 kilojoules. This work was presented at the 2018 American Geophysical Union Annual Meeting. This work also resulted in a new method to estimate small velocity variations in direct waves and scattered waves using wavelet decomposition. This method is published in two peer-reviewed journal papers. The third major goal of the project was to understand the content and source distribution of the ambient seismic wavefield in West Antarctica using data from the POLENT-ANET seismic network. This work led to two peer-reviewed publications on development of a method for seismic source waveform inversion of crosscorrelations using multicomponent surface wave data. While the results using synthetic models and hypothetical seismic station locations are promising, the sparse seismic networks through Antarctica prohibit this method from providing reliable estimates of the ambient source distribution around Antarctica?s coastline. However, if the density of seismic stations should increase in the future, this method would be directly applicable and potentially can be used to monitor changes in sea-ice content surrounding the coastline of Antarctica, which modulates the amplitude and location of ambient seismic wave generation. This grant supported three early career geophysicists, including an Assistant Professor who is now tenured, a postdoctoral researcher who now has a permanent research position, and a PhD student who graduated and is now working as a postdoctoral researcher. The PhD student spent time in Idaho middle schools during this grant, sharing the science of seismology. This research led to multiple new seismic methods being developed and those have all now been published in the peer-reviewed literature. The last publications related to final interpretations of Antarctic data sets are pending, but this research provides the highest resolution tomographic image from the POLENET-ANET network to data. This tomography includes anisotropy, which is also a first in the region and leads to new insights into the rift. Last Modified: 11/29/2020 Submitted by: Thomas D Mikesell",
      "bibcode": "2017nsf....1643795M"
    },
    {
      "title": "RAPID: Seismo-acoustic radiation from a local earthquake aftershock sequence: how, when, and why seismic waves cross the ground-atmosphere interface",
      "agency": "NSF Award",
      "year": "2020",
      "description": "Central Idaho experienced a rare large earthquake (M6.5, depth ~14 km) on the evening of March 31, 2020 (local time). This is the second-largest ever recorded earthquake in Idaho, and because earthquakes of this magnitude are uncommon, the prospect of recording a valuable aftershock sequence motivated Boise State University researchers to set up a sensor network the following day in an area near to the epicenter. This deployment included both seismometers (to measure seismic waves underground) and infrasound sensors (to measure pressure waves in the air). This new network greatly enhances the detection capacity to the more than 283 M2.5+ aftershocks that have already been recorded by the distant regional seismic network. In addition, this new network will significantly improve the accuracy of aftershock locations, which will allow us to understand and map the fault distribution in the area and better anticipate future earthquake hazards, including potential large earthquakes that could come in the following weeks and months. In addition to tracking the seismic radiation from these aftershocks, preliminary analyses from the monitoring of infrasound, or low frequency pressure waves in the atmosphere, has revealed the production of an incredible amount of earthquake 'sounds'. These air waves have been identified at multiple sites across the geophysical network, and early analyses indicate that they originate in the surrounding mountains as the mountains shake during the passage of the seismic waves. Past observations of mountain-generated air waves have only been studied at long distances; therefore, scientists know very little about the process of earthquake sound generation. Thus, monitoring the Stanley, Idaho aftershock sequence by expanding and maintaining the local geophysical sensor network will provide a unique and fleeting chance to study not just this region's earthquakes, but also the transmission of seismic energy to the air (and vice versa). An improved understanding of earthquake-generated air waves may lead to new methods of monitoring seismic hazards, including secondary hazards in mountainous regions like avalanches and rockfalls, benefiting the communities exposed to such hazards and the agencies that must respond to them. <P />Aftershocks of Central Idaho's recent large earthquake (March 31 2020, M6.5, depth ~14 km) provide an ephemeral and unique opportunity to understand topographic seismic-acoustic energy conversion. Motivated by the rarity of events of this magnitude in Idaho, a team of researchers from Boise State University (BSU) began deploying seismometers and infrasound sensors in the region surrounding the epicenter the following day, resulting in a sensor network with excellent spatial coverage. The BSU network includes several spatially dispersed sites including both seismic and acoustic arrays (closely-spaced clusters of sensors that can identify correlated signals and determine the wave's propagation vector), enabling it to identify backazimuths to wave sources that can be mobile, low in amplitude, continuous, or with emergent onsets. Additionally, because some infrasound sensors and seismometers are co-located, it will be possible to determine the mutual responses of seismic and acoustic instruments to acoustic and seismic waves. Early results from the temporary BSU network include aftershocks that are not detected on permanent regional stations as well as frequent earthquake-generated infrasound. Earthquake-generated infrasound is observed at multiple sites, is not associated with rock falls or avalanches, and appears to originate in nearby mountainous topography during the passage of seismic waves. Such infrasound has previously only been observed at regional distances where atmospheric propagation effects are strong, limiting the resolution of source inferences; the BSU network does not suffer from this limitation. Maintaining and expanding the BSU seismo-acoustic network during the aftershock sequence can elucidate the conversion of wave energy between the ground and atmosphere in unprecedented detail. This improved understanding of earthquake-generated infrasound will include topics like controls on infrasound generation (e.g., dependence on earthquake magnitude and depth, topographic properties, and seismic wave type), infrasound properties (e.g., radiation patterns and duration), coupling of earthquake-generated infrasound back into the ground, instrumentation sensitivities (e.g., the response of seismometers to infrasound and of infrasound sensors to ground motion), and analytical methods for locating earthquake infrasound sources. Earthquake-associated topographic infrasound could serve as a new monitoring method in earthquake-prone mountainous areas. Due to the need to distinguish earthquake-related mountain infrasound from secondary seismic hazards like avalanches or rock falls, an improved understanding of earthquake infrasound will help communities and agencies affected by such hazards. <P />This award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria. <P />Project Outcomes: Following the March 31, 2020 Mw 6.5 earthquake near Stanley,Idaho, we installed a dense network of arrays of infrasound sensors (Figure 1), along with a local network of broadband seismometers (Figure 2), to identify infrasound associated with earthquake sources. It has been known for some time that certain earthquakes generate significant amounts of infrasound (i.e. acoustic waves below 20 Hz) in the atmosphere. However, there are very few observations of these signals, especially in the local epicentral region (i.e. &lt;100 km from the epicenter). Thus, as a community we have a limited understanding of the earthquake source mechanism(s) that lead to this type of infrasound generation. The goal of this RAPID instrument deployment, funded through the National Science Foundation, was to collect data that would fill this observational gap. These data can be found at the FDSN under network code XP (Berti et al., 2020). Co-location of infrasound sensors with a seismic network permits distinction of air phases (Figure 3) and identification of seismic coupling of air phases back into the ground. The study by Johnson et al. (2020) demonstrates this type of analysis using the XP network with aftershocks of the Stanley mainshock. At the same time the local seismic network can provide focal plane solutions and seismic source localization (including depth) for aftershock magnitudes much smaller than what the regional seismic array can identify (Wilbur et al., 2021). The temporary seismic network deployed during the project collected a large volume of high-quality open data (Bockholt et al., 2021). In addition, an experimental high-density infrasound array consisting of 20 infrasound sensors was deployed to study the use of advanced array processing techniques for local infrasound (Anderson et al., 2020) and more distant infrasound from earthquakes (Anderson et al., 2021). The data collection period lasted for 14 months (April 2020 to May 2021) and involved researchers from Boise State University, Idaho Geological Survey, Idaho National Lab, United States Geological Survey (USGS), University of Utah, Southern Methodist University, and National Institute for Occupational Health and Safety (NIOSH). The fieldwork and data analysis has involved multiple graduate students at Boise State University and this dataset will provide many more opportunities for research in the coming years. We have now identified over 74,000 aftershocks of the Stanley mainshock using machine learning detection and phase picking tools. In addition, we have identified 1,272 events that generate high signal-to-noise infrasound signals. In the coming years, we will begin to answer questions like ?What is the prevalence of earthquake-generated infrasound for shallow events of variable size and depth?? and ?What coupling occurs from air phases to the ground??. In addition, we plan to answer more complicated questions such as ?What causes the significant difference in the observed energy profiles? (i.e. why is there a strong coda in the infrasound?)? and ?Is there a radiation pattern to the infrasound??. These are fundamental questions related to how mechanical energy is coupled between the solid earth and the atmosphere due to naturally occurring processes. This new dataset will help not only our research group, but the larger scientific community start to answer these important questions. Anderson, J., Johnson, J.B., Mikesell, T.D., Liberty, L.M. (2020). Resolving Complex Wavefields from Earthquake Infrasound Using a Dense Array. American Geophysical Union, Annual Meeting, 1-17 December 2020. Anderson, J., Johnson, J.B., Mikesell, T.D., Liberty, L., Arrowsmith, S. (2021). Resolving Complex Infrasound Wavefields Using a Dense Array. Seismological Society of America, Annual Meeting, 19-23 April 2021. Berti, C., Liberty, L.M., Stachnik, J. &amp; Mikesell, T.D.. (2020). Aftershock deployment for Stanley, ID earthquake 2020 [Data set]. International Federation of Digital Seismograph Networks. https://doi.org/10.7914/SN/XP_2020 Bockholt, B., Mikesell, T.D., Wilbur, S F., Liberty, L. (2021). Overview of Data Quality, Availability and Performance of the 31 March 2020 Stanley, Idaho Event Aftershock Deployment. Seismological Society of America, Annual Meeting, 19-23 April 2021. Johnson, J. B., Mikesell, T. D., Anderson, J. F., &amp; Liberty, L. M. (2020). Mapping the Sources of Proximal Earthquake Infrasound. Geophysical Research Letters, 47(23). https://doi.org/10.1029/2020GL091421 Johnson, J.B., Anderson, J., Wilbur, S.F., Arrowsmith, S., Mikesell, T.D., Liberty, L.M. (2020). Seismo-Acoustic Signatures of Proximal Earthquakes From the Stanley, ID, USA Aftershock Sequence in 2020. Seismological Society of America, Annual Meeting, 19-23 April 2021. Wilbur, S.F., Liberty, L., Mikesell, T.D., Bockholt, B., Johnson, J.B. (2021). Machine Learning Aftershock Detection for the M6.5 31 March 2020 Stanley, Idaho Earthquake. Seismological Society of America, Annual Meeting, 19-23 April 2021. Last Modified: 09/10/2021 Submitted by: Thomas D Mikesell",
      "bibcode": "2020nsf....2029940M"
    },
    {
      "title": "Scholarships for Geoscience Educational Opportunities",
      "agency": "NSF Award",
      "year": "2018",
      "description": "This NSF Scholarships in Science, Technology, Engineering and Mathematics (S-STEM) project at Boise State University in Idaho is designed to help address the regional and national need for an estimated 135,000 new highly trained geoscientists within the next decade. The project will contribute to the geoscience workforce by increasing recruitment, retention to graduation, and preparation for and placement of students in careers or geosciences graduate programs while broadening participation, especially among underrepresented minority and female students. The project will span the university community from students satisfying their general education science requirements through geoscience undergraduate students, graduate students and faculty. Undergraduate students from all disciplines will benefit from the work of Learning Assistants (LAs) in introductory geoscience courses. Undergraduate geoscience majors (not only those receiving scholarships) will benefit from many program elements including improved metacognitive and computational skills, greater career awareness, continuity of teaching assistants (TAs), and the potential for on-campus jobs as LAs. Graduate students in the department will benefit from proposed modifications to TA assignments through pedagogical training associated with the curricular interventions. Both graduate and undergraduate students will benefit from recruiting diverse geoscientists to speak in the department seminar and from having those speakers share choices related to their career paths. Project results will be shared through various outlets to reach local, regional, and national colleagues. <P />The project will adapt established curricular and co-curricular interventions and study their impact on student success. The project has the following objectives: 1) provide scholarships and mentoring to cohorts of low-income, academically talented geoscience students; 2) enhance the BS Geosciences curriculum by implementing specific evidence-based instructional practices (EBIPs), especially to improve metacognitive and computational thinking skills in students; 3) provide curricular and co-curricular opportunities for students to investigate and prepare for geoscience careers; and 4) study the impact of project activities on student success, retention, and degree attainment. The project has a comprehensive plan to generate new knowledge related to the impact of simultaneous curricular and co-curricular activities on cohorts of BS Geosciences students at a large public institution. The activities build strongly on successful practices implemented in the Department of Geosciences and leverage prior NSF support that helped develop effective S-STEM practices for recruiting and cohort building, helped promote the exploration and adoption of EBIPs among STEM faculty, and helped establish an overall focus on practices to promote student success. The project team and advisory board members represent a variety of campus perspectives and areas of expertise including geoscience, education, administration, advising and student support, diversity, faculty development, financial aid, institutional research, and industry. Faculty in the department will receive training in mentoring and on the use of several EBIPs. The project expects significant gains in first year retention rates and 4-year and 6-year graduation rate for both full time freshmen and transfer geoscience students as well as an increase in degrees conferred to underrepresented minority students and women. <P />Project Outcomes: The GEO Scholars project provided scholarships to 52 academically-talented, low-income students pursuing bachelor of science degrees in geoscience. Evidence-based instructional practices were implemented across the undergraduate geoscience degree program to improve students' metacognitive and computational thinking skills. In addition, two new courses for undergraduate students were developed, pilot tested and revised: computation in the geosciences, and career exploration and planning. Due to their successful outcomes, these courses are now required for all geoscience students. All curricular and co-curricular activities were available to all undergraduate students, not only students who received scholarships. A graduate-level version of the computation course was developed as a broader impact. The project provided partial support for three graduate students to conduct research related to geoscience workforce development including: an analysis of thousands of geoscience job advertisements to determine the skills and dispositions desired by employers of entry-level geoscientists; interviews with hiring managers to understand the processes used to recruit and hire entry-level geoscientists; a survey and interviews of instructors to investigate how geoscience students develop desired dispositions in undergraduate courses; and a survey of graduate teaching assistants and interviews with faculty to investigate teaching assistant training and mentoring practices and needs. Research results have been incorporated into courses, such as the career exploration and planning course, training provided to graduate teaching assistants, a set of web resources for instructors interested in promoting workforce skills and awareness, and professional development opportunities for faculty and graduate students offered at events such as the Earth Educators' Rendezvous and through the National Association of Geoscience Teachers Traveling Workshops Program. Last Modified: 02/17/2025 Submitted by: KarenViskupic",
      "bibcode": "2018nsf....1742215M"
    },
    {
      "title": "Collaborative Research: Initiation, Propagation, and Termination: Understanding coupled hydrologic and glacier dynamic instabilities from the surge of Turner Glacier",
      "agency": "NSF Award",
      "year": "2020",
      "description": "Glaciers and ice sheets are rapidly shrinking, with implications for local water resources, biogeochemical properties of streams, rivers, fjords, and oceans, and global sea level rise. As air temperatures warm, melting water from glaciers can be transported to the base of the glaciers where the ice meets the bedrock below. The addition of this water has caused dramatic acceleration of ice flow for some glaciers, small flow changes in others, and even deceleration for other glaciers. Changes in ice flow can be dramatic and unstable, leading to rapid glacier loss that cannot be predicted using current ice flow models. This project aims to better understand the links between glacier hydrology and ice flow by studying an event called a glacier surge during which the ice flow increases dramatically for a period of a few years. The project will conduct an integrated field, remote sensing, and modeling study of a glacier surge at Turner Glacier in Southeast Alaska. The scientific insights gained here will have broad applicability across glacier and ice sheet conditions in many parts of the Arctic and Antarctic, reducing uncertainties in predictions of global glacier loss in the coming decades. The project will strengthen the glacier research programs at Idaho's two largest universities through interdisciplinary inclusive research, outreach, and community building. <P />The project will collect in-situ seismic, radar, geodetic, meteorological, and time-lapse imagery of hydrologic and glacier dynamics instabilities occurring throughout the upcoming surge of Turner Glacier. The team will combine in-situ observations with satellite-derived glacier velocity, elevation, terminus position, and subglacial plume data to map meltwater routing beneath the glacier during the initiation, propagation, and termination of the surge. These data will be paired with a state-of-the-art hydrologic numerical modeling to investigate the evolution of the controls on the hydrologic and dynamic glacier instabilities throughout the full surge. The unprecedented dataset, coupled with modern models, will yield improved, process-based understanding of a fundamental, 50-plus year-old, first-order question in glaciology: What controls the initiation, propagation, and termination of glacier surges? Given that the interplay between glacier hydrology, basal processes, and glacier flow remains one of the most fundamental questions in glaciology, the results of this project have broad societal impacts. Any insights into rapid instabilities in glacier flow triggered by climate will considerably advance our predictive capabilities of glacier change, and our ability to understand the impacts of ice mass loss on the Earth system. <P />This award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
      "bibcode": "2020nsf....1954006E"
    }
  ]
}
