{
  "last_updated": "2025-10-23T08:33:25Z",
  "total_publications": 50,
  "total_citations": 1061,
  "h_index": 16,
  "recent_publications": 50,
  "years_active": 17,
  "most_cited": {
    "title": "Atmospheric waves and global seismoacoustic observations of the January 2022 Hunga eruption, Tonga",
    "authors": "Matoza, Robin S., Fee, David, Assink, Jelle D., Iezzi, Alexandra M., Green, David N., Kim, Keehoon, Toney, Liam, Lecocq, Thomas, Krishnamoorthy, Siddharth, Lalande, Jean-Marie, Nishida, Kiwamu, Gee, Kent L., Haney, Matthew M., Ortiz, Hugo D., Brissaud, Quentin, Martire, Léo, Rolland, Lucie, Vergados, Panagiotis, Nippress, Alexandra, Park, Junghyun, Shani-Kadmiel, Shahar, Witsil, Alex, Arrowsmith, Stephen, Caudron, Corentin, Watada, Shingo, Perttu, Anna B., Taisne, Benoit, Mialle, Pierrick, Le Pichon, Alexis, Vergoz, Julien, Hupe, Patrick, Blom, Philip S., Waxler, Roger, De Angelis, Silvio, Snively, Jonathan B., Ringler, Adam T., Anthony, Robert E., Jolly, Arthur D., Kilgour, Geoff, Averbuch, Gil, Ripepe, Maurizio, Ichihara, Mie, Arciniega-Ceballos, Alejandra, Astafyeva, Elvira, Ceranna, Lars, Cevuard, Sandrine, Che, Il-Young, De Negri, Rodrigo, Ebeling, Carl W., Evers, Läslo G., Franco-Marin, Luis E., Gabrielson, Thomas B., Hafner, Katrin, Harrison, R. Giles, Komjathy, Attila, Lacanna, Giorgio, Lyons, John, Macpherson, Kenneth A., Marchetti, Emanuele, McKee, Kathleen F., Mellors, Robert J., Mendo-Pérez, Gerardo, Mikesell, T. Dylan, Munaibari, Edhah, Oyola-Merced, Mayra, Park, Iseul, Pilger, Christoph, Ramos, Cristina, Ruiz, Mario C., Sabatini, Roberto, Schwaiger, Hans F., Tailpied, Dorianne, Talmadge, Carrick, Vidot, Jérôme, Webster, Jeremy, Wilson, David C.",
    "venue": "Science",
    "year": "2022",
    "citations": 223,
    "doi": "10.1126/science.abo7063",
    "abstract": "The 15 January 2022 climactic eruption of Hunga volcano, Tonga, produced an explosion in the atmosphere of a size that has not been documented in the modern geophysical record. The event generated a broad range of atmospheric waves observed globally by various ground-based and spaceborne instrumentation networks. Most prominent was the surface-guided Lamb wave (≲0.01 hertz), which we observed propagating for four (plus three antipodal) passages around Earth over 6 days. As measured by the Lamb wave amplitudes, the climactic Hunga explosion was comparable in size to that of the 1883 Krakatau eruption. The Hunga eruption produced remarkable globally detected infrasound (0.01 to 20 hertz), long-range (~10,000 kilometers) audible sound, and ionospheric perturbations. Seismometers worldwide recorded pure seismic and air-to-ground coupled waves. Air-to-sea coupling likely contributed to fast-arriving tsunamis. Here, we highlight exceptional observations of the atmospheric waves.",
    "keywords": "",
    "type": "article",
    "bibcode": "2022Sci...377...95M"
  }
}
