{
  "last_updated": "2025-10-23T08:33:25Z",
  "total_count": 50,
  "publications": [
    {
      "title": "Distributed chemical sensing: An unexplored frontier in urban, industrial, and environmental monitoring",
      "authors": "Totland, Christian, Mikesell, Thomas Dylan, Thomas, Peter James",
      "venue": "Leading Edge",
      "year": "2025",
      "citations": 0,
      "doi": "10.1190/tle44080598.1",
      "abstract": "In many geoscience settings, chemical parameters in the subsurface can vary significantly in both space and time. Therefore, the traditional approach of point sampling followed by laboratory analysis often provides a poor representation of the conditions, resulting in inaccurate risk evaluation and management decisions. Real-time in situ sensor monitoring provides high temporal data density, which is invaluable in many situations. However, the expense of chemical point sensors, as well as their requirements for power and data handling, in many cases limit our ability to obtain high spatial data density. Fiber-optic sensing is the only available technology that offers both high temporal and spatial resolution in real-time, i.e., distributed sensing, with a single sensor. Currently, this technology is only available commercially to sense physical parameters of the fiber, which are temperature, acoustic fields, and strain. Here, we outline the vast potential for the development of distributed chemical sensing (DCS). The key to developing a DCS concept is the ability to relay a change in the chemical environment to a physical parameter that can be interpreted with distributed fiber-optic techniques. To date, only a few concepts have been demonstrated. However, with advances in, for example, material science and nanotechnology during the past decade, the number of potential DCS concepts is large. We outline some of the areas where DCS has significant potential to advance the state of the art in chemical sensing within the geosciences and discuss various potential DCS concepts worthy of further research.",
      "keywords": "fiber-optic sensors, monitoring, near surface, groundwater, engineering and environmental geophysics, geohazards",
      "type": "article",
      "bibcode": "2025LeaEd..44..598T"
    },
    {
      "title": "Tailings Dam Performance Monitoring by Combining Coda Wave Interferometry with Distributed Acoustic Sensing",
      "authors": "Ouellet, Susanne, Dettmer, Jan, Mikesell, T. Dylan, Lato, Matthew, Karrenbach, Martin",
      "venue": "Journal of Geotechnical and Geoenvironmental Engineering",
      "year": "2025",
      "citations": 0,
      "doi": "10.1061/JGGEFK.GTENG-13066",
      "abstract": "",
      "keywords": "",
      "type": "article",
      "bibcode": "2025JGGE..15125035O"
    },
    {
      "title": "Toward Unraveling Sub-Seismic Frequency Signals Using Stacked Global Broadband Seismological Data",
      "authors": "Poli, Piero, Majstorović, Josipa, Mikesell, T. Dylan, Lott, Martin",
      "venue": "Geophysical Research Letters",
      "year": "2025",
      "citations": 0,
      "doi": "10.1029/2024GL114211",
      "abstract": "Seismological data from broadband seismometers have been used for decades to study various signals in the seismologically interesting frequency band between 0.0003 and 30.0 Hz. However, broadband seismometers are seldom used to explore gravity variations in sub-seismic periods larger than 1 hr because seismometers are exceeded in performance by superconducting gravimeters when considering a single sensor. In this study, we demonstrate how to leverage the existing network of global broadband seismometers to resolve tidal harmonics as small as 1 nanogal, equivalent to modern superconducting gravimeters. The presented seismic array analysis, based on the stacking of coherent signals in the frequency domain, is robust and can be used to track the spatial and temporal evolution of solid earth and oceanic tides. Our findings indicate that high-quality long-term seismological data provide a new and complementary data set for tracking gravitational changes over time, offering novel insights into geodynamics and atmospheric processes.",
      "keywords": "seismology, gravity, atmosphere, modes, tides",
      "type": "article",
      "bibcode": "2025GeoRL..5214211P"
    },
    {
      "title": "The Luna Analog Facility testbeds (ESA, EAC): contemporary characterization work of highland (lunar) and mare (EAC-1) lunar regolith simulants",
      "authors": "Zemeny, Aliz, Sardisco, Lorenza, Quinteros, Santiago, Mikesell, T. Dylan, Pirrie, Duncan, Rose, Libby, Cowley, Aidan, Manick, Kamini",
      "venue": "Frontiers in Space Technologies",
      "year": "2024",
      "citations": 0,
      "doi": "10.3389/frspt.2024.1510635",
      "abstract": "The Luna Analog Facility, a joint ESA-DLR endeavour, consists of three components and spans an area of 1,000 m2, providing testbeds of simulated lunar environments. The main sections within the facility are a large area filled with lunar mare regolith simulant resembling mare regions and a smaller, individual \"Dust Chamber\". The latter replicates highland conditions and contains approximately 20 tons of material, specifically simulating the fine-particle lunar regolith portion up to 250 µm. The Dust Chamber serves as a platform for testing various technologies, such as mechanical tools, robotic operations, in-situ resource utilization activities, and astronaut attire, as well as different procedures including rover and astronaut tasks. This work represents the geotechnical, geochemical and mineralogical characterization of the Lumina Sustainable Materials Ltd. 2023 batch highland simulants, from which Lunar250 is intended for use in the Luna Dust Chamber. Additionally, this work provides new results for ESA's mare simulant, EAC-1. We provide data on particle size distribution, particle shape, abrasivity, density, water content, major and trace element geochemistry and modal mineralogy. As the simulants in the Luna Facility will be constantly overseen, this work organized by the Vulcan Facility (ESA) intends to support the monitoring of the geotechnical property variations of the simulants over time. Ultimately, we analysed several properties with different tools to emphasize how different methods and instruments affect the variability and reliability of the results.",
      "keywords": "",
      "type": "article",
      "bibcode": "2024FrST....510635Z"
    },
    {
      "title": "Glacier Surges and Seasonal Speedups Integrated Into a Single, Enthalpy-Based Model Framework",
      "authors": "Terleth, Y., Bartholomaus, T. C., Enderlin, E., Mikesell, T. D., Liu, J.",
      "venue": "Geophysical Research Letters",
      "year": "2024",
      "citations": 0,
      "doi": "10.1029/2024GL112514",
      "abstract": "Glacier speedups occur on daily to centennial timescales. While basal water and subglacial drainage configuration are thought to drive glacier speedups across these timescales, it remains unclear whether this forcing always occurs through the same mechanisms. Here, we explore whether the enthalpy model of glacier surging can explain speedups over a broader range of timescales if modified to account for seasonality in surface melt and continuous water supply to the glacier bed. We simulate velocity oscillations that range from seasonal to &gt;100 years. Our model results more closely resemble observations of surges than previous model versions because ice flow variability at seasonal and multi-year timescales is reproduced simultaneously through hydrological forcing. Under favorable conditions, seasonal water delivery to the bed gradually accumulates in a poorly-connected basal drainage system, priming the glacier to surge. Surges themselves are marked by high water fluxes and enthalpy drainage from the glacier base.",
      "keywords": "glacier surges, ice dynamics, enthalpy model, glacier hydrology, crevassing feedback, unsteady ice flow",
      "type": "article",
      "bibcode": "2024GeoRL..5112514T"
    },
    {
      "title": "Single-Station Multiparametric Seismic Monitoring of Copahue Volcano, Argentina–Chile (2018–2023)",
      "authors": "Casas, José Augusto, Badi, Gabriela Alejandra, Mikesell, Thomas Dylan, Garcia, Sebastian Esteban, Draganov, Deyan",
      "venue": "Seismological Research Letters",
      "year": "2024",
      "citations": 1,
      "doi": "10.1785/0220240074",
      "abstract": "Knowledge about the temporal evolution of a volcano is fundamental for an accurate understanding of the occurring physical dynamic processes and an appropriate assessment of the most probable near-future volcanic scenarios. Using seismic data recorded in the area of one of the most hazardous volcanoes along the Argentina–Chile, international border—Copahue volcano, we obtain information for an improved interpretation of the processes that occurred before, during, and after eruptive events. We use a single-station methodology to assess variations in the mechanical properties and internal structure of the Copahue volcano. Thus, we obtain information about structural alterations, friction and fractures, and variations in rigidity in the volcanic system. Our results show that the time variations of the evaluated seismic parameters correlate to the volcanic phenomena observed on the surface, that is, incandescence and ash emissions. Accounting for the physical processes, to which the analyzed seismic parameters are sensitive, and previous models developed for the area, we propose a physical model explaining the eruptive events that occurred at Copahue in the period 2018–2023. This model can potentially be used for the assessment of future scenarios, which is of fundamental importance for the institutions in charge of the real-time monitoring of Copahue volcano to improve the quality of their evidence-based decisions.",
      "keywords": "",
      "type": "article",
      "bibcode": "2024SeiRL..95.2637C"
    },
    {
      "title": "Propagating speedups during quiescence escalate to the 2020-2021 surge of Sít' Kusá, southeast Alaska",
      "authors": "Liu, Jukes, Enderlin, Ellyn M., Bartholomaus, Timothy C., Terleth, Yoram, Mikesell, Thomas Dylan, Beaud, Flavien",
      "venue": "Journal of Glaciology",
      "year": "2024",
      "citations": 4,
      "doi": "10.1017/jog.2023.99",
      "abstract": "We use satellite image processing techniques to measure surface elevation and velocity changes on a temperate surging glacier, Sít' Kusá, throughout its entire 2013-2021 surge cycle. We present detailed records of its dynamic changes during quiescence (2013-2019) and its surge progression (2020-2021). Throughout quiescence, we observe order-of-magnitude speedups that propagate down-glacier seasonally from the glacier's upper northern tributary, above a steep icefall, into the reservoir zone for the surging portion of the glacier. The speedups initiate in fall and gradually accelerate through winter until they peak in late spring, ~1 − 2 months after the onset of melt. Propagation distance of the speedups controls the distribution of mass accumulation in the reservoir zone prior to the surge. Furthermore, the intensity and propagation distance of each year's speedup is correlated with the positive degree day sum from the preceding melt season, suggesting that winter melt storage drives the seasonal speedups. We demonstrate that the speedups are kinematically similar to the 2020-2021 surge, differing mainly in that the surge propagates past the dynamic balance line at the lower limit of the reservoir zone, likely triggered by the exceedance of a tipping point in mass accumulation and basal enthalpy in the reservoir zone.",
      "keywords": "",
      "type": "article",
      "bibcode": "2024JGlac..70E..57L"
    },
    {
      "title": "Geotechnical laboratory testing of lunar simulants and the importance of standardization",
      "authors": "Quinteros, V. Santiago, Mikesell, Thomas Dylan, Griffiths, Luke, Jerves, Alex X.",
      "venue": "Icarus",
      "year": "2024",
      "citations": 2,
      "doi": "10.1016/j.icarus.2023.115812",
      "abstract": "A comprehensive program of geotechnical index tests performed on two regolith simulants, namely LHS-1 and LMS-1, are presented and discussed in this study. The index tests included a 2D analysis of particles shapes and measurements of grain density, particle size distribution, plastic and liquid limit, thermal conductivity, and maximum and minimum dry density. The detailed testing methodologies are provided, and their results are discussed and compared with data available in the literature from similar tests on the same regolith simulants. Additionally, a thorough analysis of the data in contrast with data of lunar soils is presented. The observed spread on the index tests results is explained by the indiscriminate use of different procedures, regolith mass, and methodologies across different laboratories and highlight the importance and urgency for planetary scientist to agree on best practices in geotechnical testing of regolith and extra-terrestrial simulants.",
      "keywords": "Geotechnical index tests, Lunar regolith, Simulants, Relative density",
      "type": "article",
      "bibcode": "2024Icar..40815812Q"
    },
    {
      "title": "Transient subglacial water routing efficiency modulates ice velocities prior to surge termination on Sít' Kusá, Alaska",
      "authors": "Terleth, Yoram, Bartholomaus, Timothy C., Liu, Jukes, Beaud, Flavien, Mikesell, Thomas Dylan, Enderlin, Ellyn Mary",
      "venue": "Journal of Glaciology",
      "year": "2024",
      "citations": 3,
      "doi": "10.1017/jog.2024.38",
      "abstract": "Glacier surges are opportunities to study large amplitude changes in ice velocities and accompanying links to subglacial hydrology. Although the surge phase is generally explained as a disruption in the glacier's ability to drain water from the bed, the extent and duration of this disruption remain difficult to observe. Here we present a combination of in situ and remotely sensed observations of subglacial water discharge and evacuation during the latter half of an active surge and subsequent quiescent period. Our data reveal intermittently efficient subglacial drainage prior to surge termination, showing that glacier surges can persist in the presence of channel-like subglacial drainage and that successive changes in subglacial drainage efficiency can modulate active phase ice dynamics at timescales shorter than the surge cycle. Our observations favor an explanation of fast ice flow sustained through an out-of-equilibrium drainage system and a basal water surplus rather than binary switching between states in drainage efficiency.",
      "keywords": "",
      "type": "article",
      "bibcode": "2024JGlac..70E..29T"
    },
    {
      "title": "Remotely imaging seismic ground shaking via large-N infrasound beamforming",
      "authors": "Anderson, Jacob F., Johnson, Jeffrey B., Mikesell, T. Dylan, Liberty, Lee M.",
      "venue": "Communications Earth and Environment",
      "year": "2023",
      "citations": 9,
      "doi": "10.1038/s43247-023-01058-z",
      "abstract": "Seismic ground motion creates low-frequency atmospheric sound (infrasound) that is detectable at remote sensor arrays. However, earthquake infrasound signal analysis is complicated by interference between multiple waves arriving at sensors simultaneously, reducing the accuracy and detail of ground motion detection. Here we show that individual waves in complicated wavefields can be resolved by recording infrasound on large-N arrays and processing with CLEAN beamforming. Examining both a local (ML3.5, purely tropospheric infrasound propagation) and regional earthquake (ML6.5, upper-atmospheric returns), we detect infrasound from tens of km away and up to several hundred km away respectively. Source regions span arcs of approximately 90°, indicating that although detection bias does occur (most likely from atmospheric winds) the recorded infrasound sources are widely dispersed and not simply epicentral. Infrasound-based remote detection of ground motion over wide areas can complement point measurements by seismometers and spur innovations in earthquake research and real-time hazard monitoring.",
      "keywords": "",
      "type": "article",
      "bibcode": "2023ComEE...4..399A"
    },
    {
      "title": "Ocean-Ionosphere Disturbances Due To the 15 January 2022 Hunga-Tonga Hunga-Ha'apai Eruption",
      "authors": "Ravanelli, M., Astafyeva, E., Munaibari, E., Rolland, L., Mikesell, T. D.",
      "venue": "Geophysical Research Letters",
      "year": "2023",
      "citations": 20,
      "doi": "10.1029/2022GL101465",
      "abstract": "We investigate the oceanic and ionospheric response in New Caledonia-New Zealand and Chile-Argentina to the 15 January 2022 Hunga-Tonga volcanic eruption. For the first time, we highlight a reversed response in the oceans and in the ionosphere in terms of the amplitudes. The sea-surface fluctuations due to the passage of the atmospheric Lamb wave (i.e., air-sea wave) were not remarkable while the related ionospheric perturbation was considerable. Reversely, the eruption-induced tsunami (\"regular\" tsunami) caused major variations in sea-surface heights (∼1 m near the volcano and ∼2 m along the Chilean coastline), whereas the associated ionospheric perturbation was quite small. The observed large-amplitude ionospheric response due to Lamb waves propagation is difficult to explain, and the coupling between the Lamb wave and the ionosphere is not well-understood yet. For the first time, we estimate the delay between the Lamb waves and their signatures in the ionosphere to be ∼12-20 min.",
      "keywords": "Hunga Tonga eruption, ionosphere, GNSS, tsunami waves, co-volcanic ionospheric disturbances, air-sea wave",
      "type": "article",
      "bibcode": "2023GeoRL..5001465R"
    },
    {
      "title": "Optimizing Raman spectral collection for quartz and zircon crystals for elastic thermobarometry",
      "authors": "Cizina, Mayara F., Mikesell, T. Dylan, Kohn, Matthew J.",
      "venue": "American Mineralogist",
      "year": "2023",
      "citations": 6,
      "doi": "10.2138/am-2022-8423",
      "abstract": "Raman spectroscopy is widely used to identify mineral and fluid inclusions in host crystals, as well as to calculate pressure-temperature (P-T) conditions with mineral inclusion elastic thermobarometry, for example quartz-in-garnet barometry (QuiG) and zircon-in-garnet thermometry (ZiG). For thermobarometric applications, P-T precision and accuracy depend crucially on the reproducibility of Raman peak position measurements. In this study, we monitored long-term instrument stability and varied analytical parameters to quantify peak position reproducibility for Raman spectra from quartz and zircon inclusions and reference crystals. Our ultimate goal was to determine the reproducibility of calculated inclusion pressures (\"Pinc\") and entrapment pressures (\"Ptrap\") or temperatures (\"Ttrap\") by quantifying diverse analytical errors, as well as to identify optimal measurement conditions and provide a baseline for interlaboratory comparisons. Most tests emphasized 442 nm (blue) and 532 nm (green) laser sources, although repeated analysis of a quartz inclusion in garnet additionally used a 632.8 nm (red) laser. Power density was varied from &lt;1 to &gt;100 mW and acquisition time from 3 to 270s. A correction is proposed to suppress interference on the ~206 cm-1 peak in quartz spectra by a broad nearby (~220 cm-1) peak in garnet spectra. Rapid peak drift up to 1 cm-1/h occurred after powering the laser source, followed by minimal drift (&lt;0.2 cm-1/h) for several hours thereafter. However, abrupt shifts in peak positions as large as 2-3 cm-1 sometimes occurred within periods of minutes, commonly either positively or negatively correlated to changes in room temperature. An external Hg-emission line (fluorescent light) can be observed in spectra collected with the green laser and shows highly correlated but attenuated directional shifts compared to quartz and zircon peaks. Varying power density and acquisition time did not affect Raman peak positions of either quartz or zircon grains, possibly because power densities at the levels of inclusions were low. However, some zircon inclusions were damaged at higher power levels of the blue laser source, likely because of laser-induced heating. Using a combination of 1, 2, or 3 peak positions for the ~128, ~206, and ~464 cm-1 peaks in quartz to calculate Pinc and Ptrap showed that use of the blue laser source results in the most reproducible Ptrap values for all methods (0.59 to 0.68 GPa at an assumed temperature of 450 °C), with precisions for a single method as small as ±0.03 GPa (2σ). Using the green and red lasers, some methods of calculating Ptrap produce nearly identical estimates as the blue laser with similarly good precision (±0.02 GPa for green laser, ±0.03 GPa for red laser). However, using 1- and 2-peak methods to calculate Ptrap can yield values that range from 0.52 ± 0.06 to 0.93 ± 0.16 GPa for the green laser, and 0.53 ± 0.08 GPa to 1.00 ± 0.45 GPa for the red laser. Semiquantitative calculations for zircon, assuming a typical error of ±0.25 cm-1 in the position of the ~1008 cm-1 peak, imply reproducibility in temperature (at an assumed pressure) of approximately ±65 °C. For optimal applications to elastic thermobarometry, analysts should: (1) delay data collection approximately one hour after laser startup, or leave lasers on; (2) collect a Hg-emission line simultaneously with Raman spectra when using a green laser to correct for externally induced shifts in peak positions; (3) correct for garnet interference on the quartz 206 cm-1 peak; and either (4a) use a short wavelength (blue) laser for quartz and zircon crystals for P-T calculations, but use very low-laser power (&lt;12 mW) to avoid overheating and damage or (4b) use either the intermediate wavelength (green; quartz and zircon) or long wavelength (red; zircon) laser for P-T calculations, but restrict calculations to specific methods. Implementation of our recommendations should optimize reproducibility for elastic geothermobarometry, especially QuiG barometry and ZiG thermometry.",
      "keywords": "",
      "type": "article",
      "bibcode": "2023AmMin.108..915C"
    },
    {
      "title": "Atmospheric waves and global seismoacoustic observations of the January 2022 Hunga eruption, Tonga",
      "authors": "Matoza, Robin S., Fee, David, Assink, Jelle D., Iezzi, Alexandra M., Green, David N., Kim, Keehoon, Toney, Liam, Lecocq, Thomas, Krishnamoorthy, Siddharth, Lalande, Jean-Marie, Nishida, Kiwamu, Gee, Kent L., Haney, Matthew M., Ortiz, Hugo D., Brissaud, Quentin, Martire, Léo, Rolland, Lucie, Vergados, Panagiotis, Nippress, Alexandra, Park, Junghyun, Shani-Kadmiel, Shahar, Witsil, Alex, Arrowsmith, Stephen, Caudron, Corentin, Watada, Shingo, Perttu, Anna B., Taisne, Benoit, Mialle, Pierrick, Le Pichon, Alexis, Vergoz, Julien, Hupe, Patrick, Blom, Philip S., Waxler, Roger, De Angelis, Silvio, Snively, Jonathan B., Ringler, Adam T., Anthony, Robert E., Jolly, Arthur D., Kilgour, Geoff, Averbuch, Gil, Ripepe, Maurizio, Ichihara, Mie, Arciniega-Ceballos, Alejandra, Astafyeva, Elvira, Ceranna, Lars, Cevuard, Sandrine, Che, Il-Young, De Negri, Rodrigo, Ebeling, Carl W., Evers, Läslo G., Franco-Marin, Luis E., Gabrielson, Thomas B., Hafner, Katrin, Harrison, R. Giles, Komjathy, Attila, Lacanna, Giorgio, Lyons, John, Macpherson, Kenneth A., Marchetti, Emanuele, McKee, Kathleen F., Mellors, Robert J., Mendo-Pérez, Gerardo, Mikesell, T. Dylan, Munaibari, Edhah, Oyola-Merced, Mayra, Park, Iseul, Pilger, Christoph, Ramos, Cristina, Ruiz, Mario C., Sabatini, Roberto, Schwaiger, Hans F., Tailpied, Dorianne, Talmadge, Carrick, Vidot, Jérôme, Webster, Jeremy, Wilson, David C.",
      "venue": "Science",
      "year": "2022",
      "citations": 223,
      "doi": "10.1126/science.abo7063",
      "abstract": "The 15 January 2022 climactic eruption of Hunga volcano, Tonga, produced an explosion in the atmosphere of a size that has not been documented in the modern geophysical record. The event generated a broad range of atmospheric waves observed globally by various ground-based and spaceborne instrumentation networks. Most prominent was the surface-guided Lamb wave (≲0.01 hertz), which we observed propagating for four (plus three antipodal) passages around Earth over 6 days. As measured by the Lamb wave amplitudes, the climactic Hunga explosion was comparable in size to that of the 1883 Krakatau eruption. The Hunga eruption produced remarkable globally detected infrasound (0.01 to 20 hertz), long-range (~10,000 kilometers) audible sound, and ionospheric perturbations. Seismometers worldwide recorded pure seismic and air-to-ground coupled waves. Air-to-sea coupling likely contributed to fast-arriving tsunamis. Here, we highlight exceptional observations of the atmospheric waves.",
      "keywords": "",
      "type": "article",
      "bibcode": "2022Sci...377...95M"
    },
    {
      "title": "Estimation of Resolution and Covariance of Ambient Seismic Source Distributions: Full Waveform Inversion and Matched Field Processing",
      "authors": "Xu, Zongbo, Mikesell, T. Dylan",
      "venue": "Journal of Geophysical Research (Solid Earth)",
      "year": "2022",
      "citations": 10,
      "doi": "10.1029/2022JB024374",
      "abstract": "Both natural and anthropogenic seismic sources generate so-called ambient seismic waves. One in turn can use ambient seismic waves to estimate these source distributions and study source characteristics, for instance the source mechanism. A commonly used estimation method is called matched field processing (MFP), and the MFP results are inherently smeared by the array geometry. Another approach to estimate ambient seismic sources is to apply full waveform inversion (FWI) to the crosscorrelations of ambient seismic wave recordings. Both methods have pros and cons, but the model resolution and uncertainty in these two methods are important for the interpretation. Unfortunately, this topic has attracted little attention in the past. We propose to estimate both the model resolution matrix and model covariance matrix of the inversion using singular value decomposition. We demonstrate our estimates using two examples, one of which is an actual field array geometry. We quantitatively compare the model resolution of the two methods and discuss the model null space. We demonstrate that FWI has superior resolution with enough independent data and should be used when computational resources permit.",
      "keywords": "ambient seismic noise, model resolution, model covariance, full waveform inversion, matched field processing",
      "type": "article",
      "bibcode": "2022JGRB..12724374X"
    },
    {
      "title": "The 15 January 2022 Hunga Tonga Eruption History as Inferred From Ionospheric Observations",
      "authors": "Astafyeva, E., Maletckii, B., Mikesell, T. D., Munaibari, E., Ravanelli, M., Coisson, P., Manta, F., Rolland, L.",
      "venue": "Geophysical Research Letters",
      "year": "2022",
      "citations": 115,
      "doi": "10.1029/2022GL098827",
      "abstract": "On 15 January 2022, the Hunga Tonga-Hunga Ha'apai submarine volcano erupted violently and triggered a giant atmospheric shock wave and tsunami. The exact mechanism of this extraordinary eruptive event, its size and magnitude are not well understood yet. In this work, we analyze data from the nearest ground-based receivers of Global Navigation Satellite System to explore the ionospheric total electron content (TEC) response to this event. We show that the ionospheric response consists of a giant TEC increase followed by a strong long-lasting depletion. We observe that the explosive event of 15 January 2022 began at 04:05:54UT and consisted of at least five explosions. Based on the ionospheric TEC data, we estimate the energy released during the main major explosion to be between 9 and 37 Megatons in trinitrotoluene equivalent. This is the first detailed analysis of the eruption sequence scenario and the timeline from ionospheric TEC observations.",
      "keywords": "Hunga Tonga eruption, ionosphere, GNSS, eruption timeline, co-volcanic ionospheric disturbances, ionospheric geodesy",
      "type": "article",
      "bibcode": "2022GeoRL..4998827A"
    },
    {
      "title": "Monte Carlo simulations of coupled body- and Rayleigh-wave multiple scattering in elastic media",
      "authors": "Xu, Zongbo, Margerin, Ludovic, Mikesell, T. Dylan",
      "venue": "Geophysical Journal International",
      "year": "2022",
      "citations": 5,
      "doi": "10.1093/gji/ggab370",
      "abstract": "Seismic coda waves are commonly used in estimation of subsurface Q values and monitoring subsurface changes. Coda waves mainly consist of multiply scattered body and surface waves. These two types of waves interact with each other in the multiple scattering process, which thus leads to a spatiotemporal evolution of the body and surface wave energies. One cannot characterize the evolution because one has not fully understood the multiple scattering of the two types of waves. Thus one commonly assumes only one type of waves exists or ignores their interaction while studying the coda waves. However, neglecting the interaction leads to an incorrect energy evolution of the two types of waves and consequently biases the Q estimation or interpretation of coda wave changes for monitoring. To better understand the interaction between these waves during multiple scattering and to model the energy evolution correctly, we propose a Monte Carlo algorithm to model the multiple scattering process. We describe the physics of the scattering for the two types of waves and derive scattering properties like cross sections for perturbations in elastic properties (e.g. density, shear modulus and Lamé parameters). Our algorithm incorporates this knowledge and thus physically models the body- and surface wave energy evolution in space and time. The energy partitioning ratios between surface and body waves provided by our algorithm match the theoretical prediction based on equipartition theory. In the equipartition state, our simulation results also match Lambert's cosine law for body waves on the free surface. We discuss how the Rayleigh-to-body-wave scattering affects the energy partitioning ratios. Our algorithm provides a new tool to study multiple scattering and coda waves in elastic media with a free surface.",
      "keywords": "Coda waves, Computational seismology, Surface waves and free oscillations, Wave scattering and diffraction",
      "type": "article",
      "bibcode": "2022GeoJI.228.1213X"
    },
    {
      "title": "Locating surface deformation induced by earthquakes using GPS, GLONASS and Galileo ionospheric sounding from a single station",
      "authors": "Zedek, Florian, Rolland, Lucie M., Mikesell, T. Dylan, Sladen, Anthony, Delouis, Bertrand, Twardzik, Cédric, Coïsson, Pierdavide",
      "venue": "Advances in Space Research",
      "year": "2021",
      "citations": 14,
      "doi": "10.1016/j.asr.2021.06.011",
      "abstract": "Monitoring earthquakes to rapidly forecast their consequences remains a challenging task, especially in areas far from seismic and geodetic networks. Large and shallow earthquakes induce disturbances in the ionospheric Total Electron Content (TEC). These disturbances are commonly detected using Global Navigation Satellite Systems (GNSS) stations that can sound the ionosphere at great distances. To address this instrumentation sparsity issue, we assess a single GNSS station's ability to constrain the origin location of a coseismic ionospheric disturbance (CID) using observations of TEC. We develop a grid-search method that explores different trial origins (i.e. source locations) to determine which synthetic CID signal best matches the observed TEC time series. <P />We confirm that a larger number of monitoring satellites enhances the opportunity to have the favorable geometrical coverage of satellites needed to resolve CID origins. We use TEC data acquired during two earthquakes having different moment magnitudes: a Mw 7.1 from Turkey and a Mw 7.8 from New Zealand. Using a well-placed multi-GNSS station we are able to retrieve the CID origin with an accuracy of 50 km and a theoretical precision of the same order. We conclude that a very sparse network of multi-GNSS stations can provide an independent estimate of the spatial distribution of large scale coseismic motions, including offshore areas 200-300 km from the coastline.",
      "keywords": "GNSS, TEC, Earthquake monitoring, Ionosphere seismology, Single-station, Galileo",
      "type": "article",
      "bibcode": "2021AdSpR..68.3403Z"
    },
    {
      "title": "Resonant Frequency Derived from the Rayleigh-Wave Dispersion Image: The High-Impedance Boundary Problem",
      "authors": "Liberty, Lee M., St. Clair, James, Mikesell, T. Dylan, Schermerhorn, William D.",
      "venue": "Bulletin of the Seismological Society of America",
      "year": "2021",
      "citations": 0,
      "doi": "10.1785/0120200230",
      "abstract": "We present a simple and automated approach to estimate primary site-response resonance, layer thickness, and shear-wave velocity directly from a dispersion image for a layer over half-space problem. We demonstrate this for high-impedance boundary conditions that lie in the upper tens of meters. Our approach eliminates the need for time-consuming dispersion curve picking and 1D shear-wave velocity inversion for large data volumes that can capture velocity structure in profile. We highlight important relationships between dispersion characteristics and resonance parameters through synthetic modeling and field data acquired over Atlantic Coastal Plain sediments. In this environment, shallow soil conditions are critical to accurately estimate earthquake site response. We suggest that this image processing approach can be applied to a range of high-impedance conditions, at a range of scales, or can provide model constraints for more complex velocity structures.",
      "keywords": "",
      "type": "article",
      "bibcode": "2021BuSSA.111...77L"
    },
    {
      "title": "Stick-Slip Tremor Beneath an Alpine Glacier",
      "authors": "Umlauft, J., Lindner, F., Roux, P., Mikesell, T. D., Haney, M. M., Korn, M., Walter, F. T.",
      "venue": "Geophysical Research Letters",
      "year": "2021",
      "citations": 19,
      "doi": "10.1029/2020GL090528",
      "abstract": "Sliding of glacial ice over its base is typically described by a frictionless or slowly deforming bed. This view is challenged by recent seismic observations of stick-slip motion at the ice-bed interface. We revisit a high-frequency (20-35 Hz) harmonic tremor recorded on Gornergletscher, Switzerland. In contrast to previous interpretation in terms of glaciohydraulic tremor, we present evidence for superimposed stick-slip episodes as tremor sources: we locate the tremor source with matched field processing polarity optimization, which allows for azimuthal polarity patterns associated with nonisotropic moment tensors and yields a tremor source clustering near the glacier bed. Our analysis confirms an S wave radiation pattern in agreement with a double-couple source derived from ice sliding over bedrock and explains our tremor observations in terms of glacier stick-slip motion. Adding to observations of stick-slip tremor beneath polar ice streams, this first report on stick-slip tremor beneath Alpine ice favors widespread seismogenic glacier sliding.",
      "keywords": "Alpine glacier, cryoseismology, matched field processing, stick-slip tremor",
      "type": "article",
      "bibcode": "2021GeoRL..4890528U"
    },
    {
      "title": "Mapping the Sources of Proximal Earthquake Infrasound",
      "authors": "Johnson, J. B., Mikesell, T. D., Anderson, J. F., Liberty, L. M.",
      "venue": "Geophysical Research Letters",
      "year": "2020",
      "citations": 19,
      "doi": "10.1029/2020GL091421",
      "abstract": "We recorded a M<SUB>WR</SUB>3.6 earthquake in Idaho (USA) on 7 April 2020 with a network of six three-element infrasound arrays and co-located broadband seismometers situated within 25 km of the hypocenter. Infrasound array processing is used to identify the arrival of seismic-to-atmospheric coupled phases and as much as 90 s of infrasound coda. Apparent velocities ranging from seismic speeds to subhorizontal atmospheric sound speeds are attributed to a superposition of coincident waves arriving at the arrays. We find that the arriving infrasound originates from a broad range of back azimuths that deviates from epicentral back azimuth and indicates the ubiquity of secondary radiators for this relatively small earthquake. Secondary radiators, which often locate in regions of elevated topography, are identified using backprojections and earthquake initiation time. Analysis of infrasound sources from proximal earthquakes can be used to map ground shaking distributions, which are important for assessment of earthquake hazards.",
      "keywords": "array processing, back azimuth, backprojection, earthquake infrasound, seismo-acoustics, Stanley earthquake",
      "type": "article",
      "bibcode": "2020GeoRL..4791421J"
    },
    {
      "title": "Rayleigh-wave multicomponent crosscorrelation-based source strength distribution inversions. Part 2: a workflow for field seismic data",
      "authors": "Xu, Zongbo, Mikesell, T. Dylan, Umlauft, Josefine, Gribler, Gabriel",
      "venue": "Geophysical Journal International",
      "year": "2020",
      "citations": 15,
      "doi": "10.1093/gji/ggaa284",
      "abstract": "Estimation of ambient seismic source distributions (e.g. location and strength) can aid studies of seismic source mechanisms and subsurface structure investigations. One can invert for the ambient seismic (noise) source distribution by applying full-waveform inversion (FWI) theory to seismic (noise) crosscorrelations. This estimation method is especially applicable for seismic recordings without obvious body-wave arrivals. Data pre-processing procedures are needed before the inversion, but some pre-processing procedures commonly used in ambient noise tomography can bias the ambient (noise) source distribution estimation and should not be used in FWI. Taking this into account, we propose a complete workflow from the raw seismic noise recording through pre-processing procedures to the inversion. We present the workflow with a field data example in Hartoušov, Czech Republic, where the seismic sources are CO<SUB>2</SUB> degassing areas at Earth's surface (i.e. a fumarole or mofette). We discuss factors in the processing and inversion that can bias the estimations, such as inaccurate velocity model, anelasticity and array sensitivity. The proposed workflow can work for multicomponent data across different scales of field data.",
      "keywords": "Waveform inversion, Seismic interferometry, Surface waves and free oscillations, Seismic noise",
      "type": "article",
      "bibcode": "2020GeoJI.222.2084X"
    },
    {
      "title": "Co-eruptive tremor from Bogoslof volcano: seismic wavefield composition at regional distances",
      "authors": "Haney, Matthew M., Fee, David, McKee, Kathleen F., Lyons, John J., Matoza, Robin S., Wech, Aaron G., Tepp, Gabrielle, Searcy, Cheryl, Mikesell, T. Dylan",
      "venue": "Bulletin of Volcanology",
      "year": "2020",
      "citations": 16,
      "doi": "10.1007/s00445-019-1347-0",
      "abstract": "We analyze seismic tremor recorded during eruptive activity over the course of the 2016-2017 eruption of Bogoslof volcano, Alaska. Only regional recordings of the tremor wavefield exist for Bogoslof, making it a challenge to place the recordings in context with other eruptions that are normally captured by local seismic data. We apply a technique of time-frequency polarization analysis to three-component seismic data to reveal the wavefield composition of Bogoslof eruption tremor. We find that at regional distances, the tremor is dominated by P-waves in the band from 1.5 to 10 Hz. Using this information, along with an enriched Bogoslof earthquake catalog, we obtain estimates of average reduced displacement (D<SUB>R</SUB>) for eruption tremor during 25 of the 70 Bogoslof events. D<SUB>R</SUB> reaches as high as approximately 40 cm<SUP>2</SUP> for two of the major events, similar to other VEI~3 eruptions in Alaska. Overall, average reduced displacement displays a weak correlation to plume height during the first half of the 9-month-long eruption sequence, with a few notable exceptions. The two events with the highest D<SUB>R</SUB> values also generated measurable eruption tremor at very-long-periods (VLP) between 0.05 and 0.15 Hz.",
      "keywords": "Volcano monitoring, Volcanic tremor, Explosive volcanism",
      "type": "article",
      "bibcode": "2020BVol...82...18H"
    },
    {
      "title": "Methods to isolate retrograde and prograde Rayleigh-wave signals",
      "authors": "Gribler, Gabriel, Mikesell, T. Dylan",
      "venue": "Geophysical Journal International",
      "year": "2019",
      "citations": 5,
      "doi": "10.1093/gji/ggz341",
      "abstract": "Estimating shear wave velocity with depth from Rayleigh-wave dispersion data is limited by the accuracy of fundamental and higher mode identification and characterization. In many cases, the fundamental mode signal propagates exclusively in retrograde motion, while higher modes propagate in prograde motion. It has previously been shown that differences in particle motion can be identified with multicomponent recordings and used to separate prograde from retrograde signals. Here we explore the domain of existence of prograde motion of the fundamental mode, arising from a combination of two conditions: (1) a shallow, high-impedance contrast and (2) a high Poisson ratio material. We present solutions to isolate fundamental and higher mode signals using multicomponent recordings. Previously, a time-domain polarity mute was used with limited success due to the overlap in the time domain of fundamental and higher mode signals at low frequencies. We present several new approaches to overcome this low-frequency obstacle, all of which utilize the different particle motions of retrograde and prograde signals. First, the Hilbert transform is used to phase shift one component by 90° prior to summation or subtraction of the other component. This enhances either retrograde or prograde motion and can increase the mode amplitude. Secondly, we present a new time-frequency domain polarity mute to separate retrograde and prograde signals. We demonstrate these methods with synthetic and field data to highlight the improvements to dispersion images and the resulting dispersion curve extraction.",
      "keywords": "Surface waves and free oscillations, Wave propagation, Earthquake hazards",
      "type": "article",
      "bibcode": "2019GeoJI.219..975G"
    },
    {
      "title": "Rayleigh-wave multicomponent cross-correlation-based source strength distribution inversion. Part 1: Theory and numerical examples",
      "authors": "Xu, Zongbo, Mikesell, T. Dylan, Gribler, Gabriel, Mordret, Aurélien",
      "venue": "Geophysical Journal International",
      "year": "2019",
      "citations": 9,
      "doi": "10.1093/gji/ggz261",
      "abstract": "Cross-correlation-based seismic interferometry is commonly used to retrieve surface-wave Green's functions from ambient seismic noise recordings. This approach requires that seismic sources are isotropically distributed in all directions around two receivers. However, this assumption is rarely valid in practice. Thus full-waveform inversion theory has recently been applied to seismic noise cross-correlation functions, functions that include both source and structure information. Source information (e.g. location or strength) is essential for accurate structure information estimation. In this paper, we explain physically two types of source sensitivity kernels: one derived from traveltime misfits and the other derived from waveform misfits. We use these kernels for source inversion and demonstrate the benefits of using multicomponent cross-correlations in this source estimation process.",
      "keywords": "Waveform inversion, Seismic interferometry, Seismic noise, Surface waves and free oscillations",
      "type": "article",
      "bibcode": "2019GeoJI.218.1761X"
    },
    {
      "title": "IonoSeis: A Package to Model Coseismic Ionospheric Disturbances",
      "authors": "Mikesell, Thomas Dylan, Rolland, Lucie M., Lee, Rebekah F., Zedek, Florian, Coïsson, Pierdavide, Dessa, Jean-Xavier",
      "venue": "Atmosphere",
      "year": "2019",
      "citations": 9,
      "doi": "10.3390/atmos10080443",
      "abstract": "We present the framework of the modeling package IonoSeis. This software models Global Navigation Satellite System (GNSS) derived slant total electron content (sTEC) perturbations in the ionosphere due to the interaction of the neutral atmosphere and charged particles in the ionosphere. We use a simplified model to couple the neutral particle momentum into the ionosphere and reconstruct time series of sTEC perturbations that match observed data in both arrival time and perturbation shape. We propagate neutral atmosphere disturbances to ionospheric heights using a three-dimensional ray-tracing code in spherical coordinates called Windy Atmospheric Sonic Propagation (WASP3D), which works for a stationary or non-stationary atmospheric models. The source of the atmosphere perturbation can be an earthquake or volcanic eruption; both couple significant amounts of energy into the atmosphere in the frequency range of a few Millihertz. We demonstrate the output of the code by comparing modeled sTEC perturbation data to the observed perturbation recorded at GNSS station BTNG (Bitung, Indonesia) immediately following the 28 September 2018, Sulawesi-Palu earthquake. With this framework, we provide a software to couple the lithosphere, atmosphere, and ionosphere that can be used to study post-seismic ionospherically-derived signals.",
      "keywords": "total electron content, coseismic ionospheric disturbance, earthquake observation",
      "type": "article",
      "bibcode": "2019Atmos..10..443M"
    },
    {
      "title": "Local, Regional, and Remote Seismo-acoustic Observations of the April 2015 VEI 4 Eruption of Calbuco Volcano, Chile",
      "authors": "Matoza, Robin S., Fee, David, Green, David N., Le Pichon, Alexis, Vergoz, Julien, Haney, Matthew M., Mikesell, T. Dylan, Franco, Luis, Valderrama, O. Alberto, Kelley, Megan R., McKee, Kathleen, Ceranna, Lars",
      "venue": "Journal of Geophysical Research (Solid Earth)",
      "year": "2018",
      "citations": 40,
      "doi": "10.1002/2017JB015182",
      "abstract": "The two major explosive phases of the 22-23 April 2015 eruption of Calbuco volcano, Chile, produced powerful seismicity and infrasound. The eruption was recorded on seismo-acoustic stations out to 1,540 km and on five stations (IS02, IS08, IS09, IS27, and IS49) of the International Monitoring System (IMS) infrasound network at distances from 1,525 to 5,122 km. The remote IMS infrasound stations provide an accurate explosion chronology consistent with the regional and local seismo-acoustic data and with previous studies of lightning and plume observations. We use the IMS network to detect and locate the eruption signals using a brute-force, grid-search, cross-bearings approach. After incorporating azimuth deviation corrections from stratospheric crosswinds using 3-D ray tracing, the estimated source location is 172 km from true. This case study highlights the significant capability of the IMS infrasound network to provide automated detection, characterization, and timing estimates of global explosive volcanic activity. Augmenting the IMS with regional seismo-acoustic networks will dramatically enhance volcanic signal detection, reduce latency, and improve discrimination capability.",
      "keywords": "Calbuco, eruption, infrasound, seismoacoustics, explosive volcanism, remote detection",
      "type": "article",
      "bibcode": "2018JGRB..123.3814M"
    },
    {
      "title": "Constraining plant functional types in a semi-arid ecosystem with waveform lidar",
      "authors": "Ilangakoon, Nayani T., Glenn, Nancy F., Dashti, Hamid, Painter, Thomas H., Mikesell, T. Dylan, Spaete, Lucas P., Mitchell, Jessica J., Shannon, Kyle",
      "venue": "Remote Sensing of Environment",
      "year": "2018",
      "citations": 11,
      "doi": "10.1016/j.rse.2018.02.070",
      "abstract": "",
      "keywords": "",
      "type": "article",
      "bibcode": "2018RSEnv.209..497I"
    },
    {
      "title": "Seismo-Ionospheric Observations, Modeling, and Backprojection of the 2016 Kaikōura Earthquake",
      "authors": "Lee, Rebekah F., Rolland, Lucie M., Mikesell, T. Dylan",
      "venue": "Bulletin of the Seismological Society of America",
      "year": "2018",
      "citations": 18,
      "doi": "10.1785/0120170299",
      "abstract": "",
      "keywords": "",
      "type": "article",
      "bibcode": "2018BuSSA.108.1794L"
    },
    {
      "title": "Examining the interior of Llaima Volcano with receiver functions",
      "authors": "Bishop, J. W., Lees, J. M., Biryol, C. B., Mikesell, T. D., Franco, L.",
      "venue": "Journal of Volcanology and Geothermal Research",
      "year": "2018",
      "citations": 4,
      "doi": "10.1016/j.jvolgeores.2017.11.022",
      "abstract": "Llaima Volcano in Chile is one of the largest and most active volcanoes in the southern Andes, with over 50 eruptions since the 1600s. After years of persistent degassing, Llaima most recently erupted in a series of violent Strombolian eruptions in 2007-2009. This period had few precursory signals, which highlights the need to obtain accurate magma storage information. While petrologic advancements have been made in understanding magma degassing and crystallization trends, a comprehensive seismic study has yet to be completed. Here, we present results of a receiver function survey utilizing a dense seismic array surrounding Llaima volcano. Application of H-κ stacking and common conversion point stacking techniques reveals a new Moho estimate and two structural anomalies beneath Llaima Volcano. We interpret a low velocity zone between 8 and 13 km depth as a newly imaged magma body.",
      "keywords": "Southern Andes, Crustal structure, Receiver functions, Volcano imaging, Llaima Volcano",
      "type": "article",
      "bibcode": "2018JVGR..352....1B"
    },
    {
      "title": "Acoustic and Seismic Fields of Hydraulic Jumps at Varying Froude Numbers",
      "authors": "Ronan, Timothy J., Lees, Jonathan M., Mikesell, T. Dylan, Anderson, Jacob F., Johnson, Jeffrey B.",
      "venue": "Geophysical Research Letters",
      "year": "2017",
      "citations": 11,
      "doi": "10.1002/2017GL074511",
      "abstract": "Mechanisms that produce seismic and acoustic wavefields near rivers are poorly understood because of a lack of observations relating temporally dependent river conditions to the near-river seismoacoustic fields. This controlled study at the Harry W. Morrison Dam (HWMD) on the Boise River, Idaho, explores how temporal variation in fluvial systems affects surrounding acoustic and seismic fields. Adjusting the configuration of the HWMD changed the river bathymetry and therefore the form of the standing wave below the dam. The HWMD was adjusted to generate four distinct wave regimes that were parameterized through their dimensionless Froude numbers (Fr) and observations of the ambient seismic and acoustic wavefields at the study site. To generate detectable and coherent signals, a standing wave must exceed a threshold Fr value of 1.7, where a nonbreaking undular jump turns into a breaking weak hydraulic jump. Hydrodynamic processes may partially control the spectral content of the seismic and acoustic energies. Furthermore, spectra related to reproducible wave conditions can be used to calibrate and verify fluvial seismic and acoustic models.",
      "keywords": "turbulence, seismic, infrasound, acoustics, Froude number, hydrogeophysics",
      "type": "article",
      "bibcode": "2017GeoRL..44.9734R"
    },
    {
      "title": "On the reliability of direct Rayleigh-wave estimation from multicomponent cross-correlations",
      "authors": "Xu, Zongbo, Mikesell, T. Dylan",
      "venue": "Geophysical Journal International",
      "year": "2017",
      "citations": 14,
      "doi": "10.1093/gji/ggx228",
      "abstract": "Seismic interferometry is routinely used to image and characterize underground geology. The vertical component cross-correlations (C<SUB>ZZ</SUB>) are often analysed in this process; although one can also use radial component and multicomponent cross-correlations (C<SUB>RR</SUB> and C<SUB>ZR</SUB>, respectively), which have been shown to provide a more accurate Rayleigh-wave Green's function than C<SUB>ZZ</SUB> when sources are unevenly distributed. In this letter, we identify the relationship between the multicomponent cross-correlations (C<SUB>ZR</SUB> and C<SUB>RR</SUB>) and the Rayleigh-wave Green's functions to show why C<SUB>ZR</SUB> and C<SUB>RR</SUB> are less sensitive than C<SUB>ZZ</SUB> to non-stationary phase source energy. We demonstrate the robustness of C<SUB>RR</SUB> with a synthetic seismic noise data example. These results provide a compelling reason as to why C<SUB>RR</SUB> should be used to estimate the dispersive characteristics of the direct Rayleigh wave with seismic interferometry when the signal-to-noise ratio is high.",
      "keywords": "Seismic interferometry, Surface waves and free oscillations, Wave propagation",
      "type": "article",
      "bibcode": "2017GeoJI.210.1388X"
    },
    {
      "title": "Laser Ultrasound Observations of Mechanical Property Variations in Ice Cores",
      "authors": "Mikesell, Thomas Dylan, van Wijk, Kasper, Otheim, Larry Thomas, Marshall, Hans-Peter, Kurbatov, Andrei",
      "venue": "Geosciences",
      "year": "2017",
      "citations": 8,
      "doi": "10.3390/geosciences7030047",
      "abstract": "The study of climate records in ice cores requires an accurate determination of annual layering within the cores in order to establish a depth-age relationship. Existing tools to delineate these annual layers are based on observations of changes in optical, chemical, and electromagnetic properties. In practice, no single technique captures every layer in all circumstances. Therefore, the best estimates of annual layering are produced by analyzing a combination of measurable ice properties. We present a novel and complimentary elastic wave remote sensing method based on laser ultrasonics. This method is used to measure variations in ultrasonic wave arrival times and velocity along the core with millimeter resolution. The laser ultrasound system does not require contact with the ice core and is non-destructive. Custom optical windows allow the source and receiver lasers to be located outside the cold room, while the core is scanned by moving it with a computer-controlled stage. We present results from Antarctic firn and ice cores that lack visual evidence of a layered structure, but do show travel-time and velocity variations. In the future, these new data may be used to infer stratigraphic layers from elastic parameter variations within an ice core, as well as analyze ice crystal fabrics.",
      "keywords": "ice core, stratigraphy, anisotropy, laser ultrasonics, ice fabric",
      "type": "article",
      "bibcode": "2017Geosc...7...47M"
    },
    {
      "title": "Isolating retrograde and prograde Rayleigh-wave modes using a polarity mute",
      "authors": "Gribler, Gabriel, Liberty, Lee M., Mikesell, T. Dylan, Michaels, Paul",
      "venue": "Geophysics",
      "year": "2016",
      "citations": 10,
      "doi": "10.1190/geo2015-0683.1",
      "abstract": "Estimates of S-wave velocity with depth from Rayleigh-wave dispersion data are limited by the accuracy of fundamental and/or higher mode signal identification. In many scenarios, the fundamental mode propagates in retrograde motion, whereas higher modes propagate in prograde motion. This difference in particle motion (or polarity) can be used by joint analysis of vertical and horizontal inline recordings. We have developed a novel method that isolates modes by separating prograde and retrograde motions; we call this a polarity mute. Applying this polarity mute prior to traditional multichannel analysis of surface wave (MASW) analysis improves phase velocity estimation for fundamental and higher mode dispersion. This approach, in turn, should lead to improvement of S-wave velocity estimates with depth. With two simple models and a field example, we have highlighted the complexity of the Rayleigh-wave particle motions and determined improved MASW dispersion images using the polarity mute. Our results show that we can separate prograde and retrograde signals to independently process fundamental and higher mode signals, in turn allowing us to identify lower frequency dispersion when compared with single component data. These examples demonstrate that the polarity mute approach can improve estimates of S-wave velocities with depth.",
      "keywords": "surface wave, dispersion, multicomponent, near surface, time domain",
      "type": "article",
      "bibcode": "2016Geop...81V.379G"
    },
    {
      "title": "Complex rupture of the M6.3 2015 March 10 Bucaramanga earthquake: evidence of strong weakening process",
      "authors": "Poli, P., Prieto, G. A., Yu, C. Q., Florez, M., Agurto-Detzel, H., Mikesell, T. D., Chen, G., Dionicio, V., Pedraza, P.",
      "venue": "Geophysical Journal International",
      "year": "2016",
      "citations": 15,
      "doi": "10.1093/gji/ggw065",
      "abstract": "We use seismic waves for a magnitude 6.3 intermediate-depth (160 km) earthquake in the Bucaramanga Nest, Colombia, to infer a complex rupture process with two distinct stages, characterized by different rupture velocities possibly controlled by the evolution of strength on the fault. Our integrated data processing permitted to precisely characterize the multistage rupture and the presence of a strong weakening event. The resulting seismic radiation is interpreted as resulting from an extreme weakening due to a cascading thermal shear runaway, with an initial inefficient radiation process followed by a fast and dynamic efficient rupture. Our results imply dynamic complexity of the seismic rupture deep inside the Earth, and may help to give some new insights about the physical mechanism of intermediate-depth earthquakes.",
      "keywords": "Earthquake dynamics, Earthquake source observations, Body waves",
      "type": "article",
      "bibcode": "2016GeoJI.205..988P"
    },
    {
      "title": "Source mechanism of small long-period events at Mount St. Helens in July 2005 using template matching, phase-weighted stacking, and full-waveform inversion",
      "authors": "Matoza, Robin S., Chouet, Bernard A., Dawson, Phillip B., Shearer, Peter M., Haney, Matthew M., Waite, Gregory P., Moran, Seth C., Mikesell, T. Dylan",
      "venue": "Journal of Geophysical Research (Solid Earth)",
      "year": "2015",
      "citations": 27,
      "doi": "10.1002/2015JB012279",
      "abstract": "Long-period (LP, 0.5-5 Hz) seismicity, observed at volcanoes worldwide, is a recognized signature of unrest and eruption. Cyclic LP \"drumbeating\" was the characteristic seismicity accompanying the sustained dome-building phase of the 2004-2008 eruption of Mount St. Helens (MSH), WA. However, together with the LP drumbeating was a near-continuous, randomly occurring series of tiny LP seismic events (LP \"subevents\"), which may hold important additional information on the mechanism of seismogenesis at restless volcanoes. We employ template matching, phase-weighted stacking, and full-waveform inversion to image the source mechanism of one multiplet of these LP subevents at MSH in July 2005. The signal-to-noise ratios of the individual events are too low to produce reliable waveform inversion results, but the events are repetitive and can be stacked. We apply network-based template matching to 8 days of continuous velocity waveform data from 29 June to 7 July 2005 using a master event to detect 822 network triggers. We stack waveforms for 359 high-quality triggers at each station and component, using a combination of linear and phase-weighted stacking to produce clean stacks for use in waveform inversion. The derived source mechanism points to the volumetric oscillation (∼10 m<SUP>3</SUP>) of a subhorizontal crack located at shallow depth (∼30 m) in an area to the south of Crater Glacier in the southern portion of the breached MSH crater. A possible excitation mechanism is the sudden condensation of metastable steam from a shallow pressurized hydrothermal system as it encounters cool meteoric water in the outer parts of the edifice, perhaps supplied from snow melt.",
      "keywords": "long-period seismicity, subevents, source mechanism, stratovolcano, hydrothermal system",
      "type": "article",
      "bibcode": "2015JGRB..120.6351M"
    },
    {
      "title": "A comparison of methods to estimate seismic phase delays: numerical examples for coda wave interferometry",
      "authors": "Mikesell, T. Dylan, Malcolm, Alison E., Yang, Di, Haney, Matthew M.",
      "venue": "Geophysical Journal International",
      "year": "2015",
      "citations": 52,
      "doi": "10.1093/gji/ggv138",
      "abstract": "Time-shift estimation between arrivals in two seismic traces before and after a velocity perturbation is a crucial step in many seismic methods. The accuracy of the estimated velocity perturbation location and amplitude depend on this time shift. Windowed cross-correlation and trace stretching are two techniques commonly used to estimate local time shifts in seismic signals. In the work presented here we implement Dynamic Time Warping (DTW) to estimate the warping function - a vector of local time shifts that globally minimizes the misfit between two seismic traces. We compare all three methods using acoustic numerical experiments. We show that DTW is comparable to or better than the other two methods when the velocity perturbation is homogeneous and the signal-to-noise ratio is high. When the signal-to-noise ratio is low, we find that DTW and windowed cross-correlation are more accurate than the stretching method. Finally, we show that the DTW algorithm has good time resolution when identifying small differences in the seismic traces for a model with an isolated velocity perturbation. These results impact current methods that utilize not only time shifts between (multiply) scattered waves, but also amplitude and decoherence measurements.",
      "keywords": "Time-series analysis, Interferometry, Seismic monitoring and test-ban treaty verification, Coda waves",
      "type": "article",
      "bibcode": "2015GeoJI.202..347M"
    },
    {
      "title": "Retrieving surface waves from ambient seismic noise using seismic interferometry by multidimensional deconvolution",
      "authors": "van Dalen, Karel N., Mikesell, T. Dylan, Ruigrok, Elmer N., Wapenaar, Kees",
      "venue": "Journal of Geophysical Research (Solid Earth)",
      "year": "2015",
      "citations": 16,
      "doi": "10.1002/2014JB011262",
      "abstract": "Retrieving virtual source surface waves from ambient seismic noise by cross correlation assumes, among others, that the noise field is equipartitioned and the medium is lossless. Violation of these assumptions reduces the accuracy of the retrieved waves. A point-spread function computed from the same ambient noise quantifies the associated virtual source's spatial and temporal smearing. Multidimensional deconvolution (MDD) of the retrieved surface waves by this function has been shown to improve the virtual source's focusing and the accuracy of the retrieved waves using synthetic data. We tested MDD on data recorded during the Batholiths experiment, a passive deployment of broadband seismic sensors in British Columbia, Canada. The array consisted of two approximately linear station lines. Using 4 months of recordings, we retrieved fundamental-mode Rayleigh waves (0.05-0.27 Hz). We only used noise time windows dominated by waves that traverse the northern line before reaching the southern (2.5% of all data). Compared to the conventional cross-correlation result based on this subset, the MDD waveforms are better localized and have significantly higher signal-to-noise ratio. Furthermore, MDD corrects the phase, and the spatial deconvolution fills in a spectral (f, k domain) gap between the single-frequency and double-frequency microseism bands. Frequency whitening of the noise also fills the gap in the cross-correlation result, but the signal-to-noise ratio of the MDD result remains higher. Comparison of the extracted phase velocities shows some differences between the methods, also when all data are included in the conventional cross correlation.",
      "keywords": "surface waves, seismic interferometry, multidimensional deconvolution",
      "type": "article",
      "bibcode": "2015JGRB..120..944V"
    },
    {
      "title": "Quality-factor and reflection-coefficient estimation using surface-wave ghost reflections from subvertical structures",
      "authors": "Draganov, Deyan, Ruigrok, Elmer, Ghose, Ranajit, Mikesell, Dylan, van Wijk, Kasper",
      "venue": "Journal of Applied Geophysics",
      "year": "2015",
      "citations": 1,
      "doi": "10.1016/j.jappgeo.2014.11.019",
      "abstract": "Seismic interferometry can retrieve the Green's function between receivers from the cross-correlation and summation of recordings from a boundary of surrounding sources. Having the sources only along a boundary is sufficient if the medium is lossless. If the medium is dissipative, the retrieved result using cross-correlation contains non-physical (ghost) arrivals. When using receivers at the surface and transient sources in the subsurface for the retrieval of the reflection response in a dissipative medium, it has been shown that the retrieved ghost reflections are characteristic of the quality factor of the subsurface. The ghost reflections are caused by internal reflections inside subsurface layers. It has been shown with numerical examples for recordings in a borehole from a surface source that a ghost reflection can be discriminated from physical reflections and tied to a specific subsurface layer. After connecting the ghost reflection to a specific layer, the quality factor of the medium above this layer and the reflection coefficient at the layer interface can be estimated. In this article, we show how the above principles can be adapted and applied for surface waves. Due to intrinsic losses in the medium, surface-wave ghost reflections are retrieved from internal scattering between subvertical boundaries. We demonstrate the method on an ultrasonic dataset recorded on a sample composed of a PVC block and an aluminum block. The aluminum block has a groove parallel to the PVC/aluminum interface. Using a surface-wave ghost reflection between the groove and the PVC/aluminum interface, we estimate the quality factor of the PVC and the reflection coefficient at the PVC/aluminum interface. We also show that the ghost reflection can be identified and tied to the layer between the groove and the PVC/aluminum interface, thus confirming previous numerical findings.",
      "keywords": "Seismic interferometry, Surface waves, Intrinsic attenuation, Quality factor, Reflection coefficient, Ultrasonic",
      "type": "article",
      "bibcode": "2015JAG...112..206D"
    },
    {
      "title": "The spatial cross-correlation method for dispersive surface waves",
      "authors": "Lamb, Andrew P., van Wijk, Kasper, Liberty, Lee M., Mikesell, T. Dylan",
      "venue": "Geophysical Journal International",
      "year": "2014",
      "citations": 8,
      "doi": "10.1093/gji/ggu237",
      "abstract": "Dispersive surface waves are routinely used to estimate the subsurface shear-wave velocity distribution, at all length scales. In the well-known Spatial Autocorrelation method, dispersion information is gained from the correlation of seismic noise signals recorded on the vertical (or radial) components. We demonstrate practical advantages of including the cross-correlation between radial and vertical components of the wavefield in a spatial cross-correlation method. The addition of cross-correlation information increases the resolution and robustness of the phase velocity dispersion information, as demonstrated in numerical simulations and a near-surface field study with active seismic sources, where our method confirms the presence of a fault-zone conduit in a geothermal field.",
      "keywords": "Interferometry, Hydrothermal systems, Surface waves and free oscillations, North America",
      "type": "article",
      "bibcode": "2014GeoJI.199....1L"
    },
    {
      "title": "Solving large tomographic linear systems: size reduction and error estimation",
      "authors": "Voronin, Sergey, Mikesell, Dylan, Slezak, Inna, Nolet, Guust",
      "venue": "Geophysical Journal International",
      "year": "2014",
      "citations": 4,
      "doi": "10.1093/gji/ggu242",
      "abstract": "We present a new approach to reduce a sparse, linear system of equations associated with tomographic inverse problems. We begin by making a modification to the commonly used compressed sparse-row format, whereby our format is tailored to the sparse structure of finite-frequency (volume) sensitivity kernels in seismic tomography. Next, we cluster the sparse matrix rows to divide a large matrix into smaller subsets representing ray paths that are geographically close. Singular value decomposition of each subset allows us to project the data onto a subspace associated with the largest eigenvalues of the subset. After projection we reject those data that have a signal-to-noise ratio (SNR) below a chosen threshold. Clustering in this way assures that the sparse nature of the system is minimally affected by the projection. Moreover, our approach allows for a precise estimation of the noise affecting the data while also giving us the ability to identify outliers. We illustrate the method by reducing large matrices computed for global tomographic systems with cross-correlation body wave delays, as well as with surface wave phase velocity anomalies. For a massive matrix computed for 3.7 million Rayleigh wave phase velocity measurements, imposing a threshold of 1 for the SNR, we condensed the matrix size from 1103 to 63 Gbyte. For a global data set of multiple-frequency P wave delays from 60 well-distributed deep earthquakes we obtain a reduction to 5.9 per cent. This type of reduction allows one to avoid loss of information due to underparametrizing models. Alternatively, if data have to be rejected to fit the system into computer memory, it assures that the most important data are preserved.",
      "keywords": "Inverse theory, Body waves, Surface waves and free oscillations, Computational seismology",
      "type": "article",
      "bibcode": "2014GeoJI.199..276V"
    },
    {
      "title": "Using SVD for improved interferometric Green's function retrieval",
      "authors": "Melo, Gabriela, Malcolm, Alison, Mikesell, Dylan, van Wijk, Kasper",
      "venue": "Geophysical Journal International",
      "year": "2013",
      "citations": 29,
      "doi": "10.1093/gji/ggt172",
      "abstract": "Seismic interferometry (SI) is a technique used to estimate the Green's function (GF) between two receiver locations, as if there were a source at one of the receiver locations. However, in many applications, the requirements to recover the exact GF are not satisfied and SI yields a poor estimate of the GF. For these non-ideal cases, we improve the interferometric GFs, by applying singular value decomposition (SVD) to the cross-correlations before stacking. The SVD approach preserves energy that is stationary in the cross-correlations, which is the energy that contributes most to the GF recovery, and attenuates non-stationary energy, which leads to artefacts in the interferometric GF. We apply this method to construct virtual shot gathers (for both synthetic and field data) and demonstrate how using SVD enhances physical arrivals in these gathers. We also find that SVD is robust with respect to weakly correlated random noise, allowing a better recovery of events from noisy data, in some cases recovering energy that would otherwise be completely lost in the noise and that the standard SI technique fails to recover.",
      "keywords": "Time-series analysis, Image processing, Numerical approximations and analysis, Interferometry",
      "type": "article",
      "bibcode": "2013GeoJI.194.1596M"
    },
    {
      "title": "A modified delay-time method for statics estimation with the virtual refraction",
      "authors": "Mikesell, T. Dylan, van Wijk, Kasper, Ruigrok, Elmer, Lamb, Andrew, Blum, Thomas E.",
      "venue": "Geophysics",
      "year": "2012",
      "citations": 12,
      "doi": "10.1190/geo2012-0111.1",
      "abstract": "Topography and near-surface heterogeneities lead to traveltime perturbations in surface land-seismic experiments. Usually, these perturbations are estimated and removed prior to further processing of the data. A common technique to estimate these perturbations is the delay-time method. We have developed the \"modified delay-time method,\" wherein we isolate the arrival times of the virtual refraction and estimate receiver-side delay times. The virtual refraction is a spurious arrival found in wavefields estimated by seismic interferometry. The new method removes the source term from the delay-time equation, is more robust in the presence of noise, and extends the lateral aperture compared to the conventional delay-time method. We tested this in an elastic 2D numerical example, where we estimated the receiver delay-times above a horizontal refractor. Taking advantage of reciprocity of the wave equation and rearranging the common shot gathers into common receiver gathers, isolated source delay times could also be obtained.",
      "keywords": "refraction, statics, crosscorrelation, inversion, traveltime",
      "type": "article",
      "bibcode": "2012Geop...77A..29M"
    },
    {
      "title": "Extension of the spatial autocorrelation (SPAC) method to mixed-component correlations of surface waves",
      "authors": "Haney, Matthew M., Mikesell, T. Dylan, van Wijk, Kasper, Nakahara, Hisashi",
      "venue": "Geophysical Journal International",
      "year": "2012",
      "citations": 68,
      "doi": "10.1111/j.1365-246X.2012.05597.x",
      "abstract": "Using ambient seismic noise for imaging subsurface structure dates back to the development of the spatial autocorrelation (SPAC) method in the 1950s. We present a theoretical analysis of the SPAC method for multicomponent recordings of surface waves to determine the complete 3 × 3 matrix of correlations between all pairs of three-component motions, called the correlation matrix. In the case of isotropic incidence, when either Rayleigh or Love waves arrive from all directions with equal power, the only non-zero off-diagonal terms in the matrix are the vertical-radial (ZR) and radial-vertical (RZ) correlations in the presence of Rayleigh waves. Such combinations were not considered in the development of the SPAC method. The method originally addressed the vertical-vertical (ZZ), RR and TT correlations, hence the name spatial autocorrelation. The theoretical expressions we derive for the ZR and RZ correlations offer additional ways to measure Rayleigh wave dispersion within the SPAC framework. <P />Expanding on the results for isotropic incidence, we derive the complete correlation matrix in the case of generally anisotropic incidence. We show that the ZR and RZ correlations have advantageous properties in the presence of an out-of-plane directional wavefield compared to ZZ and RR correlations. We apply the results for mixed-component correlations to a data set from Akutan Volcano, Alaska and find consistent estimates of Rayleigh wave phase velocity from ZR compared to ZZ correlations. This work together with the recently discovered connections between the SPAC method and time-domain correlations of ambient noise provide further insights into the retrieval of surface wave Green's functions from seismic noise.",
      "keywords": "Time series analysis, Interferometry, Surface waves and free oscillations, Theoretical seismology, Wave propagation",
      "type": "article",
      "bibcode": "2012GeoJI.191..189H"
    },
    {
      "title": "Scanning for velocity anomalies in the crust and mantle with diffractions from the core-mantle boundary",
      "authors": "Ruigrok, Elmer, Mikesell, T. Dylan, van Wijk, Kasper",
      "venue": "Geophysical Research Letters",
      "year": "2012",
      "citations": 3,
      "doi": "10.1029/2012GL051443",
      "abstract": "A novel method, based on differential arrival times of diffractions from the core-mantle boundary, swiftly scans for seismic velocity anomalies in the crust and mantle below an array of seismometers. The method is applied to data from the USArray and the large-scale structural features in the western United States are resolved. High lateral resolution is achieved, but structure is averaged over depth. As such, this method is complementary to surface-wave and tomographic body-wave methods, where averaging takes place in the lateral sense. Processing and data-volume requirements involved are minimal. Therefore, this method can be applied during the early stages of array deployment, before the necessary data is acquired to obtain accurate inversion images. The quick scanner can be used to identify features of interest, upon which the array could be refined.",
      "keywords": "Exploration Geophysics: Seismic methods (3025, 7294), Seismology: Body waves, Seismology: Mantle (1212, 1213, 8124), Seismology: Lithosphere (1236), Tectonophysics: Dynamics of lithosphere and mantle: general (1213)",
      "type": "article",
      "bibcode": "2012GeoRL..3911301R"
    },
    {
      "title": "Monitoring glacier surface seismicity in time and space using Rayleigh waves",
      "authors": "Mikesell, T. D., van Wijk, K., Haney, M. M., Bradford, J. H., Marshall, H. P., Harper, J. T.",
      "venue": "Journal of Geophysical Research (Earth Surface)",
      "year": "2012",
      "citations": 44,
      "doi": "10.1029/2011JF002259",
      "abstract": "Sliding glaciers and brittle ice failure generate seismic body and surface wave energy characteristic to the source mechanism. Here we analyze continuous seismic recordings from an array of nine short-period passive seismometers located on Bench Glacier, Alaska (USA) (61.033°N, 145.687°W). We focus on the arrival-time and amplitude information of the dominant Rayleigh wave phase. Over a 46-hour period we detect thousands of events using a cross-correlation based event identification method. Travel-time inversion of a subset of events (7% of the total) defines an active crevasse, propagating more than 200 meters in three hours. From the Rayleigh wave amplitudes, we estimate the amount of volumetric opening along the crevasse as well as an average bulk attenuation (Q¯ = 42) for the ice in this part of the glacier. With the remaining icequake signals we establish a diurnal periodicity in seismicity, indicating that surface run-off and subglacial water pressure changes likely control the triggering of these surface events. Furthermore, we find that these events are too weak (i.e., too noisy) to locate individually. However, stacking individual events increases the signal-to-noise ratio of the waveforms, implying that these periodic sources are effectively stationary during the recording period.",
      "keywords": "attenuation, icequakes, inversion, passive seismology, Cryosphere: Glaciers, Cryosphere: Glaciology (1621, 1827, 1863), Seismology: Surface waves and free oscillations, Seismology: Seismic instruments and networks (0935, 3025)",
      "type": "article",
      "bibcode": "2012JGRF..117.2020M"
    },
    {
      "title": "Seismic refraction interferometry with a semblance analysis on the crosscorrelation gather",
      "authors": "Mikesell, Dylan, van Wijk, Kasper",
      "venue": "Geophysics",
      "year": "2011",
      "citations": 14,
      "doi": "10.1190/geo2011-0079.1",
      "abstract": "Crosscorrelating wavefields recorded at two receivers to produce data as if one receiver was a source is commonly referred to as seismic interferometry, or the virtual source method. An artifact in seismic interferometry related to critically refracted waves allowed us to estimate the velocity in the refracting layer. In addition, we devised a new semblance analysis on the crosscorrelation of reflection and refraction energy to robustly estimate the depth and velocity of the slow layer, tested with a numerical example and field data from the Boise Hydrogeophysical Research Site.",
      "keywords": "head waves, velocity analysis, near surface, crosscorrelation, water table",
      "type": "article",
      "bibcode": "2011Geop...76A..77M"
    },
    {
      "title": "Estimating the Rayleigh-wave impulse response between seismic stations with the cross terms of the Green tensor",
      "authors": "van Wijk, Kasper, Mikesell, T. Dylan, Schulte-Pelkum, Vera, Stachnik, Josh",
      "venue": "Geophysical Research Letters",
      "year": "2011",
      "citations": 25,
      "doi": "10.1029/2011GL047442",
      "abstract": "The development of ambient noise tomography has provided a powerful tool to investigate the Earth's subsurface with increased resolution. Most commonly, surface-wave tomography is performed on inter-station estimates of the vertical component of Rayleigh waves, stemming from crosscorrelations of ocean-generated noise. Here, we estimate the cross terms of the Rayleigh-wave Green tensor, and show this is less sensitive to signal not in-line with the seismic stations. We illustrate this result with the Batholiths temporary seismic deployment, showing estimates of the Rayleigh wave with a higher signal-to-noise ratio and a consequently better phase-velocity dispersion curve. This approach provides an opportunity for reliable ambient noise crosscorrelations over shorter time windows and more closely spaced stations in the future.",
      "keywords": "Seismology: Continental crust (1219), Seismology: Surface waves and free oscillations, Seismology: Theory",
      "type": "article",
      "bibcode": "2011GeoRL..3816301V"
    },
    {
      "title": "Continuous profiles of electromagnetic wave velocity and water content in glaciers: an example from Bench Glacier, Alaska, USA",
      "authors": "Bradford, John H., Nichols, Joshua, Mikesell, T. Dylan, Harper, Joel T.",
      "venue": "Annals of Glaciology",
      "year": "2009",
      "citations": 64,
      "doi": "10.3189/172756409789097540",
      "abstract": "We conducted two-dimensional continuous multi-offset georadar surveys on Bench Glacier, south-central Alaska, USA, to measure the distribution of englacial water. We acquired data with a multichannel 25 MHz radar system using transmitter-receiver offsets ranging from 5 to 150 m. We towed the radar system at 5-10 kmh-1 with a snow machine with transmitter/receiver positions established by geodetic-grade kinematic differentially corrected GPS (nominal 0.5 m trace spacing). For radar velocity analyses, we employed reflection tomography in the pre-stack depth-migrated domain to attain an estimated 2% velocity uncertainty when averaged over three to five wavelengths. We estimated water content from the velocity structure using the complex refractive index method equation and use a three-phase model (ice, water, air) that accounts for compression of air bubbles as a function of depth. Our analysis produced laterally continuous profiles of glacier water content over several kilometers. These profiles show a laterally variable, stratified velocity structure with a low-water-content (~0-0.5%) shallow layer (~20-30 m) underlain by high-water-content (1-2.5%) ice.",
      "keywords": "",
      "type": "article",
      "bibcode": "2009AnGla..50....1B"
    },
    {
      "title": "The virtual refraction: Useful spurious energy in seismic interferometry",
      "authors": "Mikesell, Dylan, van Wijk, Kasper, Calvert, Alexander, Haney, Matt",
      "venue": "Geophysics",
      "year": "2009",
      "citations": 56,
      "doi": "10.1190/1.3095659",
      "abstract": "Seismic interferometry is rapidly becoming an established technique to recover the Green's function between receivers, but practical limitations in the source-energy distribution inevitably lead to spurious energy in the results. Instead of attempting to suppress all such energy, we use a spurious wave associated with the crosscorrelation of refracted energy at both receivers to infer estimates of subsurface parameters. We named this spurious event the virtual refraction. Illustrated by a numerical two-layer example, we found that the slope of the virtual refraction defines the velocity of the faster medium and that the stationary-phase point in the correlation gather provides the critical offset. With the associated critical time derived from the real shot record, this approach includes all of the necessary information to estimate wave speeds and interface depth without the need of inferences from other wave types.",
      "keywords": "Green's function methods, interferometry, seismic waves, seismology",
      "type": "article",
      "bibcode": "2009Geop...74A..13M"
    },
    {
      "title": "Toward noncontacting seismology",
      "authors": "van Wijk, K., Scales, J. A., Mikesell, T. D., Peacock, J. R.",
      "venue": "Geophysical Research Letters",
      "year": "2005",
      "citations": 3,
      "doi": "10.1029/2004GL021660",
      "abstract": "Buried land mines and chemical waste may provide the contrast in elastic properties within the soil needed to achieve detection via near-surface seismic methods. The hazardous nature of these targets strongly indicates the use of noncontacting sources and receivers. A home-made ultrasonic parametric array allows us to insonify the soil with an intense beam of sound; this acoustic energy is converted to elastic waves in the soil. Our noncontacting seismometer is a microwave Doppler vibrometer that can detect seismic waves, even through grass. We believe that developments along these lines will ultimately lead to the ability to probe large areas of the near-surface in a safe and reliable fashion, without physically touching the ground.",
      "keywords": "Exploration Geophysics: Remote sensing, Exploration Geophysics: Seismic methods (3025, 7294), Exploration Geophysics: Instruments and techniques, Physical Properties of Rocks: Acoustic properties, General or Miscellaneous: Instruments useful in three or more fields",
      "type": "article",
      "bibcode": "2005GeoRL..32.1308V"
    }
  ]
}
